{
    "බි‍ලෝ": 0,
    "ශෘ": 1,
    "ඇ‍ම": 2,
    "⣿‍ස‍ඳෙ": 3,
    "තේ‍⣿": 4,
    "ඡිං": 5,
    "全": 6,
    "‍5": 7,
    "야": 8,
    "》": 9,
    "වු‍ණි": 10,
    "ồ": 11,
    "건": 12,
    "ᠪ": 13,
    "හේ": 14,
    "බ‍ඳෙ": 15,
    "ຕ": 16,
    "皮": 17,
    "ű": 18,
    "ධි": 19,
    "ෆෝ‍ගේ": 20,
    "සෟ": 21,
    "न्ध": 22,
    "ජ්‍ධා": 23,
    "🇲🇸": 24,
    "වා": 25,
    "当": 26,
    "𓉹": 27,
    "i": 28,
    "𓐅": 29,
    "‍ෙ": 30,
    "න‍න": 31,
    "වා‍‍⣿‍‍‍‍‍ගෙ": 32,
    "궐": 33,
    "රි‍ෙ": 34,
    "ලෙ‍ා": 35,
    "ば": 36,
    "වි‍වි": 37,
    "🇸🇸": 38,
    "𓃰": 39,
    "剣": 40,
    "ලැ‌": 41,
    "ම්‍ප්‍ර": 42,
    "ම‍්": 43,
    "මෙං": 44,
    "පු‍ව": 45,
    "+": 46,
    "ප්‍රෝ‍ෆ": 47,
    "සෙං‌": 48,
    "ට්‍රි": 49,
    "ර්‍එ": 50,
    "𓁭": 51,
    "පො‍රො": 52,
    "రుం": 53,
    "ய": 54,
    "末": 55,
    "යි‍න": 56,
    "බැ‍‍‍‍දෙ": 57,
    "타": 58,
    "ශ්‍ෂෙ": 59,
    "𓊕": 60,
    "ģ": 61,
    "රීී": 62,
    "උං": 63,
    "知": 64,
    "ලැ": 65,
    "ශු": 66,
    "巻": 67,
    "杨": 68,
    "න‍‍තේ": 69,
    "🇯🇪": 70,
    "ප්ේ‍ර": 71,
    "ප්‍මා": 72,
    "ක්‍ර‍ලේ": 73,
    "තීඃ": 74,
    "උ": 75,
    "⣿‍ෆ්‍රේ": 76,
    "ඹෞ": 77,
    "ඞං": 78,
    "亀": 79,
    "විිිිිිිිිිිිිිිිිිිිිිිිිිිි": 80,
    "ලෙං": 81,
    "ത്തി": 82,
    "ම‍ො": 83,
    "힐": 84,
    "බිඃ": 85,
    ".ා": 86,
    "ැ": 87,
    "Ο": 88,
    "ह्": 89,
    "ඩු": 90,
    "त्ति": 91,
    "සිෙ": 92,
    "ක‌‌": 93,
    "නී‍මේ": 94,
    "⣿‍ජොං": 95,
    "𓃩": 96,
    "ව‍‍⣿": 97,
    "𓉿": 98,
    "र्तु": 99,
    "𓃏": 100,
    "𓋠": 101,
    "වෙ‍ර": 102,
    "ಣು": 103,
    "𓆻": 104,
    "軽": 105,
    "ම්‍සං": 106,
    "ක්‍ෂුඃ": 107,
    "ම‍ත": 108,
    "ක‍යෝ": 109,
    "නෙ‍රා": 110,
    "⣿‍‍‍‍‍‍ෙ": 111,
    "男": 112,
    "ධ‍තා": 113,
    "甄": 114,
    "නිං": 115,
    "ඩ්‍ය": 116,
    "": 117,
    "𓇁": 118,
    "ඒැ": 119,
    "丹": 120,
    "න‍‍ය": 121,
    "𑀮𑀸": 122,
    "🇲🇰": 123,
    "ඉ": 124,
    "혼": 125,
    "මීං": 126,
    "李": 127,
    "කු‍ණු": 128,
    "ඔ": 129,
    "𓎴": 130,
    "ரூ": 131,
    "දැ‍‍ව": 132,
    "ද්ෙ": 133,
    "頼": 134,
    "ප්‍ර්‍ර්‍ර්‍ර": 135,
    "ඒ": 136,
    "තු‍වෙ": 137,
    "භෲ": 138,
    "න්": 139,
    "සු‍රි": 140,
    "මෙ‍හෙ": 141,
    "كُ": 142,
    "ල්‍යැං": 143,
    "演": 144,
    "⣿‍යොං": 145,
    "i̞": 146,
    "ගෞ": 147,
    "언": 148,
    "හාෝ": 149,
    "ලැ‍බේ": 150,
    "වෛ්": 151,
    "⣿‍ග": 152,
    "冷": 153,
    "𓋨": 154,
    "ගූං": 155,
    "駆": 156,
    "ක්‍ර්‍රි": 157,
    "සං‍යෝ": 158,
    "গ": 159,
    "⣿‍‍‍‍‍‍‍‍‍යැ": 160,
    "පී‍්‍රං": 161,
    "ෂෑ": 162,
    "කො‍ට": 163,
    "領": 164,
    "මො‍ළේ": 165,
    "菟": 166,
    "തോ": 167,
    "✝": 168,
    "ෆො‍ර": 169,
    "ඩුුු": 170,
    "之": 171,
    "ධ්‍රා": 172,
    "좌": 173,
    "ර‌": 174,
    "充": 175,
    "නොැ": 176,
    "டி": 177,
    "මැං": 178,
    "රේ‍ගේ": 179,
    "懿": 180,
    "悌": 181,
    "ග‍‍‍‍‍‍යේ": 182,
    "ඳී‌": 183,
    "(‍හො": 184,
    "හ‍යෙ": 185,
    "ව‍ච": 186,
    "भु": 187,
    "তা": 188,
    "𓆅": 189,
    "නු‍⣿": 190,
    "ටූ": 191,
    "ചൂ": 192,
    "ष्ण": 193,
    "𓀮": 194,
    "Ў": 195,
    "යා‍යා": 196,
    "වෙ‍නේ": 197,
    "ණ්‍යෙ": 198,
    "අ‍ධ්‍යා": 199,
    "වි‍භේ": 200,
    "ワ": 201,
    "𓋏": 202,
    "ලෝ‍කෙ": 203,
    "育": 204,
    "受": 205,
    "❇": 206,
    "ෝ": 207,
    "ඡු": 208,
    "引": 209,
    "断": 210,
    "ඹ": 211,
    "ද‍න්": 212,
    "॥": 213,
    "ලි‍වේ": 214,
    "කා‍ලී": 215,
    "兰": 216,
    "p": 217,
    "ප්ි": 218,
    "සිිිි": 219,
    "ዮ": 220,
    "ම්‍”": 221,
    "🇸🇦": 222,
    "透": 223,
    "劉": 224,
    "නී‌": 225,
    "පෙ‍ර": 226,
    "ची": 227,
    "ද්‍ර‍‍ව්‍ය": 228,
    "කු‍”": 229,
    "දා්‍යා": 230,
    "ෛ": 231,
    "벌": 232,
    "釋": 233,
    "ව‍ල": 234,
    "லு": 235,
    "∞": 236,
    "⣿‍‍මො": 237,
    "ගුෙ": 238,
    "ධ‌": 239,
    "ළු‍ම": 240,
    "赫": 241,
    "顔": 242,
    "𓁱": 243,
    "⣿‍සෝ": 244,
    "ර‍ෑ": 245,
    "ක‍ඔ": 246,
    "දි‍වෙ": 247,
    "舞": 248,
    "𓉑": 249,
    "රා්": 250,
    "間": 251,
    "අා": 252,
    "ಡ": 253,
    "醫": 254,
    "පෙෘ": 255,
    "𓈃": 256,
    "ත්‍ව‍‍ය": 257,
    "තෝ‍රා": 258,
    "𓈲": 259,
    "魯": 260,
    "ථ‍ම": 261,
    "𓉟": 262,
    "දා‍ජී": 263,
    "ඹි‍න": 264,
    "𡨸": 265,
    "降": 266,
    "හො‍යෝ": 267,
    "ෂ්‍ඨ": 268,
    "と": 269,
    "තු‍ළු": 270,
    "⣿‌‍මෙ": 271,
    "ෆ්‍⣿": 272,
    "އި": 273,
    "®": 274,
    "ඬ්‍ය": 275,
    "ෂො": 276,
    "⣿‍ෆූ": 277,
    "භා‍‍වි": 278,
    "‍එ": 279,
    "ස‍යේ": 280,
    "ග්‍යෙ": 281,
    "랑": 282,
    "ග්‍රො": 283,
    "আ": 284,
    "ර්‍ම": 285,
    "𓌲": 286,
    "⣿‍ෂි": 287,
    "ව‍‍මෙ": 288,
    "⣿‍බෙ": 289,
    "උෳ": 290,
    "折": 291,
    "ඡං": 292,
    "சி": 293,
    ".‍⣿ෙ": 294,
    "ズ": 295,
    "රොි": 296,
    "ඪ්": 297,
    "ෂ‍‍‍‍‍‍‍‍‍‍ඥ": 298,
    "𝒾": 299,
    "උ‍ගේ": 300,
    "එ‍‍ෆ්": 301,
    "형": 302,
    "儀": 303,
    "論": 304,
    "ඔ‍වු": 305,
    "ගේ‍ර": 306,
    "⣿‍ඉං": 307,
    "כ": 308,
    "絵": 309,
    "ද්‍රෘ": 310,
    "ස‍දෝ": 311,
    "滿": 312,
    "ටී‍.": 313,
    "塩": 314,
    "ත‍ලේ": 315,
    "⣿‍ලි": 316,
    "肖": 317,
    "င်္": 318,
    "ඳිේ": 319,
    "පෙ‍ෙ": 320,
    "භෙෘ": 321,
    "ශෞ": 322,
    "රිො": 323,
    "親": 324,
    "쑤": 325,
    "弱": 326,
    "寶": 327,
    "ථො": 328,
    "බීං": 329,
    "රැ‍ඳී": 330,
    "ප‍‍‍ඳු": 331,
    "ණ‍හෝ": 332,
    "හැ‍‍‍ඟෙ": 333,
    "竹": 334,
    "රා‍ගේ": 335,
    "𓈉": 336,
    "ල්‍ර": 337,
    "ᚨ": 338,
    "𓆩": 339,
    "E": 340,
    "𓃠": 341,
    "ඩ්‍‍⣿": 342,
    "ද්‍ග": 343,
    "ස්‍ගේ": 344,
    "𓆰": 345,
    "収": 346,
    "з": 347,
    "පා‍රේ": 348,
    "ජේ‍ගේ": 349,
    "о́": 350,
    "षोः": 351,
    "ථ්": 352,
    "ヤ": 353,
    "ල‍‍ගේ": 354,
    "停": 355,
    "▪︎": 356,
    "හා‍ප්‍රං": 357,
    "ම‍ෙ": 358,
    "ත‍දි": 359,
    "𓏟": 360,
    "යාී": 361,
    "මා‍ෙ": 362,
    "ර්‍ධ": 363,
    "උූෟ": 364,
    "ண": 365,
    "サ": 366,
    "රිා": 367,
    "B‍⣿": 368,
    "歷": 369,
    "♔": 370,
    "ඹෙි": 371,
    "式": 372,
    "ज़": 373,
    "ප්ු‍ර": 374,
    "පු": 375,
    "මි‍ශ්‍ර": 376,
    "烈": 377,
    "යුැ": 378,
    "ජොං‍ජෝ": 379,
    "පී‍බො": 380,
    "殺": 381,
    "ल्पि": 382,
    "අ‍‍‍පේ": 383,
    "යේි": 384,
    "然": 385,
    "भृ": 386,
    "ජේ": 387,
    "妹": 388,
    "ゲ": 389,
    "කි‍.": 390,
    "වැ‍ඩි": 391,
    "ල‍ි": 392,
    "ァ": 393,
    "කා‍‍‍වේ": 394,
    "ধ্যা": 395,
    ",‍හේ": 396,
    "𓋭": 397,
    "昕": 398,
    "ලී‍ෆා": 399,
    "ෂැ": 400,
    "ත‍භේ": 401,
    "⣿‍⣿‍‍‍‍‍ක": 402,
    "ය‍ට": 403,
    "ফু": 404,
    "続": 405,
    "‍සෝ": 406,
    "එ‍ඩේ": 407,
    "යි‍නෙ": 408,
    "文": 409,
    "කෙ‍ා": 410,
    "%ි": 411,
    "⣿‍ෂේ": 412,
    "～": 413,
    "今": 414,
    "​": 415,
    "찰": 416,
    "ඤාා": 417,
    "යුු": 418,
    "ද්‍යෝ": 419,
    "ශෝ්": 420,
    "𓅃": 421,
    "혜": 422,
    "羲": 423,
    "𓆲": 424,
    "මො‍ල": 425,
    "…": 426,
    "දෙං": 427,
    "防": 428,
    "නි‍යේ": 429,
    "සා‍හි": 430,
    "ජාං": 431,
    "⣿‍දේ‍ව": 432,
    "基": 433,
    "භාා": 434,
    "🇬🇩": 435,
    "ῆ": 436,
    "ɔ̈": 437,
    "⣿‍වේ": 438,
    "කූ": 439,
    "ම්‍)": 440,
    "ਨਿ": 441,
    "චෝ": 442,
    "බෛෟ": 443,
    "𓎩": 444,
    "නීෙ": 445,
    "භ‍තෝ": 446,
    "ඛාං": 447,
    "ලු‍ව": 448,
    "并": 449,
    "ඩ්‍ස්": 450,
    "ඤා": 451,
    "ȳ": 452,
    "⣿်": 453,
    "。": 454,
    "ම‍ට": 455,
    "يُّ": 456,
    "සොං": 457,
    "ඞො": 458,
    "⣿್": 459,
    "𓉕": 460,
    "वें": 461,
    "සෙෙ": 462,
    "‍‍චෛ": 463,
    "岳": 464,
    "𑀯𑀸": 465,
    "ට‍ම්": 466,
    "ප‍ෘ": 467,
    "𓆢": 468,
    "ශාං": 469,
    "ஶ்": 470,
    "⣿‍භා": 471,
    "වු‍ෙ": 472,
    "ɕ": 473,
    "応": 474,
    "ཅ": 475,
    "ශ‍ය": 476,
    "ප්‍රෙ‍්": 477,
    "ෆි‍ය": 478,
    "මී‍ට": 479,
    "Τ": 480,
    "🇪🇹": 481,
    "दी": 482,
    "מִ": 483,
    "ကျွ": 484,
    "𓁆": 485,
    "玉": 486,
    "제": 487,
    "සේ‍ගේ": 488,
    "낙": 489,
    "衡": 490,
    "𓄺": 491,
    "වී‍ම": 492,
    "ャ": 493,
    "ශො‍්": 494,
    "ද‌ේ": 495,
    "ශ්‍ර‌": 496,
    "යා්": 497,
    "יְ": 498,
    "හෝ්": 499,
    "सै": 500,
    "🙏": 501,
    "讀": 502,
    "කෙ‍ටි": 503,
    "එ‍හෙ": 504,
    "පො‍ෙ": 505,
    "ස‍ම්": 506,
    "ာ": 507,
    "𓎈": 508,
    "r": 509,
    "ṻ": 510,
    "වී‍⣿": 511,
    "ව්‍රා‍ලෝ": 512,
    "බෙඃ": 513,
    "⣿‍මේ": 514,
    "盆": 515,
    "වා‍යි": 516,
    "𓂎": 517,
    "ꠡ": 518,
    "⣿‍බු": 519,
    "𓆇": 520,
    "චා්‍ර්‍ය": 521,
    "දො‍ඩ": 522,
    "ग्य": 523,
    "⣿‍ළ": 524,
    "午": 525,
    "ལྡ": 526,
    "ය්‍යෙ": 527,
    "පා‍ටි": 528,
    "亦": 529,
    "ලෙ‍ලෙ": 530,
    "ధ": 531,
    "卷": 532,
    ":ෘ්": 533,
    "ථ්‍ර": 534,
    "प्या": 535,
    "នុ": 536,
    "瓮": 537,
    "ර‍යා": 538,
    "ණෟ": 539,
    "園": 540,
    "𓃧": 541,
    "ම‍රා": 542,
    "යෛ්": 543,
    "කා‍වෙ": 544,
    "णे": 545,
    "රීෙෙ": 546,
    "බ්‍ර්": 547,
    "සු‍මෙ": 548,
    "⣿‍වු": 549,
    "慶": 550,
    "ඟා‍නො": 551,
    "දිී": 552,
    "නො‍වා": 553,
    "කි‍ලේ": 554,
    "💸": 555,
    "루": 556,
    "𓌙": 557,
    "慈": 558,
    "ã": 559,
    "🇹🇻": 560,
    "ක්‍රි්ි": 561,
    "හ්‍රි": 562,
    "බ්‍ධ": 563,
    "ච්": 564,
    "語": 565,
    "පේෟ": 566,
    "ප්්‍යා": 567,
    "集": 568,
    "𓄁": 569,
    "වා‍යේ": 570,
    "ඩ": 571,
    "‍ක": 572,
    "ජ‍ි": 573,
    "බු‍‍ණේ": 574,
    "ළු‍වෝ": 575,
    "මි්": 576,
    "රැ්": 577,
    ".‍\n": 578,
    "ලෛි": 579,
    "ද්‍රාං": 580,
    "ශ්‍ෂ්": 581,
    "ங்": 582,
    "皇": 583,
    "ਅ": 584,
    "𓊄": 585,
    "瓜": 586,
    "乇": 587,
    "⣿ං": 588,
    "양": 589,
    "ව්්‍ය": 590,
    "ඔා": 591,
    "कु": 592,
    "འ": 593,
    "생": 594,
    "ඹු‍ණි": 595,
    "ä": 596,
    "ध्व": 597,
    "탄": 598,
    "කො": 599,
    "ලාා": 600,
    "মো": 601,
    "률": 602,
    "වා‍දි": 603,
    "පේ": 604,
    "ලි‍‍,‍⣿": 605,
    "役": 606,
    "අ‍ැ": 607,
    "ශ්ෙ": 608,
    "杉": 609,
    "𓐃": 610,
    "京": 611,
    "ෂ්‍ඨි": 612,
    "⣿්්": 613,
    "සිං‍ගේ": 614,
    "ගි‍රි": 615,
    "ප‍්‍රා": 616,
    "😎": 617,
    "මිා": 618,
    "ਲ": 619,
    "": 620,
    "වෑ": 621,
    "站": 622,
    "ක්ා": 623,
    "許": 624,
    "ළේ": 625,
    "ך": 626,
    "ዲ": 627,
    "ඕ": 628,
    "斛": 629,
    "චා‍ර": 630,
    "便": 631,
    "එ‍ළ": 632,
    "වැෙ": 633,
    "脫": 634,
    "⣿‍හි": 635,
    "ඔ‍ඩො": 636,
    "ටු‍වෝ": 637,
    "ඩ්‍රා්": 638,
    "𓊒": 639,
    "ළ‍ඟේ": 640,
    "𓃙": 641,
    "¡ෘ": 642,
    "රීිං": 643,
    "ලො‍්‍ර්‍ර්‍ක": 644,
    "利": 645,
    "යි‍ක්‍රො": 646,
    "ன்": 647,
    "නො‍වැ": 648,
    "ҧ": 649,
    "සේ": 650,
    "පූ": 651,
    "ㄱ": 652,
    "ශි්": 653,
    "න්‍මේ": 654,
    "": 655,
    "ඒෙෙ": 656,
    "ක්‍ත": 657,
    "त्री": 658,
    "ද්‍වෙ": 659,
    "ෂ්‍ය‍යෙ": 660,
    "⣿‍ෙ‍සා": 661,
    "स्क": 662,
    "ම්‍රේ": 663,
    "𓏸": 664,
    "位": 665,
    "𓋾": 666,
    "ය‍පො": 667,
    "වෙ‍ෙ": 668,
    "ල්‍යං": 669,
    ".‍කි": 670,
    "𓉷": 671,
    "டா": 672,
    "海": 673,
    "මේ්": 674,
    "ප්‍රේෙ": 675,
    "නී‍⣿": 676,
    "ලෑ": 677,
    "共": 678,
    "翌": 679,
    "ත්‍හ": 680,
    "ගැ‍ල": 681,
    "❆": 682,
    "ද්‍වා": 683,
    "ፈ": 684,
    "嶺": 685,
    "𓃨": 686,
    "ච්‍ර": 687,
    "継": 688,
    "න‍හො": 689,
    "米": 690,
    "සං‍ජේ": 691,
    "न्ध्री": 692,
    "ක‍ේ": 693,
    "ব": 694,
    "ṛ": 695,
    "මී": 696,
    "භ්‍ය": 697,
    "영": 698,
    "읓": 699,
    "處": 700,
    "ශ්‍ර්‍රි": 701,
    "त्र": 702,
    "භා‍ස": 703,
    "ශ්‍ර‍යෙ": 704,
    "ට‍ට": 705,
    "ළ්‍ර": 706,
    "لُ": 707,
    "ශීං": 708,
    "රංා": 709,
    "敦": 710,
    "ෂා‍ට්‍රෙ": 711,
    "ඩ‍⣿": 712,
    "ඣා": 713,
    "ತ್": 714,
    "හ්‍රී": 715,
    "叶": 716,
    "𓅁": 717,
    "": 718,
    "ග‍්‍රි": 719,
    "ຊົ": 720,
    "⣿‍‍යා": 721,
    "ළුා": 722,
    "ට‍්‍රි": 723,
    "ඛීං": 724,
    "ද්‍යා": 725,
    "ෆේ‍ර": 726,
    "ත්‍තුං": 727,
    "හුෙේ": 728,
    "පොු": 729,
    "තුං": 730,
    "ட்": 731,
    "ය්‌": 732,
    "ය‍ර": 733,
    "ම්‍රු": 734,
    "න්‍ද": 735,
    "⣿ා": 736,
    "𓆴": 737,
    "𓍷": 738,
    "අ‍හෝ": 739,
    "ර්‍ද්‍ර": 740,
    "봉": 741,
    "ජ්‍යා": 742,
    "ටු‍ව": 743,
    "හෝ": 744,
    "ර්‍ප්‍ර": 745,
    "곡": 746,
    "닙": 747,
    "业": 748,
    "🎻": 749,
    "少": 750,
    "テ": 751,
    "‍හේ": 752,
    "👀": 753,
    "ඨ්‍ය": 754,
    "𓉂": 755,
    "ත්‍ද": 756,
    "ஷ்": 757,
    "𓁵": 758,
    "ム": 759,
    "নি": 760,
    "평": 761,
    "ὅ": 762,
    ":‌": 763,
    "නා‍ට": 764,
    "낳": 765,
    "නො‍දේ": 766,
    "ත්‍ය‍යේ": 767,
    "ලිෙ": 768,
    "œ": 769,
    "⣿‍එෙ": 770,
    "ன": 771,
    "අ‍ය": 772,
    "ද්‍ර‍කො": 773,
    "𓈂": 774,
    "ගෝ‍ජොං": 775,
    "ත‍‍.": 776,
    "दो": 777,
    "ය‍ු": 778,
    "ධී‍ක": 779,
    "රු‍ණු": 780,
    "ඳෝ": 781,
    "𓋗": 782,
    "狗": 783,
    "𓇥": 784,
    "ධ්්": 785,
    "𓊉": 786,
    "쌍": 787,
    "‍‍‍‍‍\n": 788,
    "🇨🇺": 789,
    "轍": 790,
    "證": 791,
    "⣿‍භූ": 792,
    "ද්‍⣿": 793,
    "鑒": 794,
    "ර්‍හො": 795,
    "揺": 796,
    "जं": 797,
    "ஊ": 798,
    "මා‍කු": 799,
    "川": 800,
    "නාෙ": 801,
    "ێ": 802,
    "ῳ": 803,
    "දි්": 804,
    "際": 805,
    "‍‍ගො": 806,
    "首": 807,
    "𓀻": 808,
    "ටෙ‍යෝ": 809,
    "සී‍⣿": 810,
    "₤": 811,
    "ඕ‍සො": 812,
    "ටි‍ෂෙ": 813,
    "ස‍්‍රැ": 814,
    "බ්්‍ර": 815,
    "දෙ‍ස්": 816,
    "න්‍ය‍ඇ": 817,
    "සෛ": 818,
    "ග‍ත්": 819,
    "බොං": 820,
    "ල්ෙ": 821,
    "嶽": 822,
    "දා‍ඇ": 823,
    "හෝ‍⣿": 824,
    "⣿‍මෑ": 825,
    "‚": 826,
    "⣿‍ෂ": 827,
    "🇧🇸": 828,
    "චී": 829,
    "閣": 830,
    "ශ‌": 831,
    "වෙ‍ක": 832,
    "博": 833,
    "ඣෙ": 834,
    "ử": 835,
    "தோ": 836,
    "⣿‍‍දෙ": 837,
    "ග්‍රීී": 838,
    "රැේ": 839,
    "ま": 840,
    "ℛ": 841,
    "යා‍ඕ": 842,
    "නි": 843,
    "ති‍හා": 844,
    "ة": 845,
    "ත්‍රී": 846,
    "ක්‍‍ෂ": 847,
    "湾": 848,
    "🇦🇨": 849,
    "ය‍ශෝ": 850,
    "டை": 851,
    "චිා": 852,
    "I": 853,
    "𓐨": 854,
    "ද්‍යාෙ": 855,
    "යි‍ට්‍රෙ": 856,
    "⣿‍රෙ": 857,
    "ලේ‍⣿": 858,
    "ත්‍ත්‍ය": 859,
    "हा": 860,
    "🇰🇿": 861,
    "අ්‍ය": 862,
    "牙": 863,
    "🇧🇷": 864,
    "න්‍කො": 865,
    "𓆚": 866,
    "왕": 867,
    "ⲥ": 868,
    "ප‍ර්": 869,
    "तुं": 870,
    "ළා": 871,
    "ක‍ෙ": 872,
    "ගෙ‍නෙ‍න": 873,
    "සි‍ල්": 874,
    "ණු": 875,
    "හුෙ": 876,
    "𓏬": 877,
    "භා‍ෙ": 878,
    "දු්‍යු": 879,
    "ï": 880,
    "ප්‍රොං": 881,
    "ㄿ": 882,
    "ㄸ": 883,
    "ɲ": 884,
    "බැ‍ලේ": 885,
    "8්‍ර": 886,
    "ම්ං": 887,
    "සෙ‍්": 888,
    "कः": 889,
    "සැ‍ට": 890,
    "ටේ‍ර": 891,
    "න්‍ආ": 892,
    "리": 893,
    "み": 894,
    "ܢ": 895,
    "සී‍මේ": 896,
    "প্র": 897,
    "ව්‍යෘ": 898,
    "𓎺": 899,
    "石": 900,
    "නුු": 901,
    "-‍ෙ": 902,
    "කොං": 903,
    "ම්‍රැ": 904,
    "යා‌": 905,
    "店": 906,
    "ප්‍ර‍ග": 907,
    "𓈽": 908,
    "ඡ්‍ය": 909,
    "ඕ‍ගේ": 910,
    "කු‍ණේ": 911,
    "ඝ්‍ර": 912,
    "שֶׂ": 913,
    "ටේ‍රෙ": 914,
    "රැ‍ප": 915,
    "න්‍වූ": 916,
    "⣿‍ගු": 917,
    "රෙං": 918,
    "환": 919,
    "यि": 920,
    "佛": 921,
    "流": 922,
    "ට්‍ම": 923,
    "ඎ": 924,
    "සු": 925,
    "පීීී": 926,
    "ෆ්‍යූ": 927,
    "බෙි": 928,
    "വ": 929,
    "පැ": 930,
    "𓀰": 931,
    "මු‍වේ": 932,
    "⣿‍‍‍යො": 933,
    "륵": 934,
    "⣿‍ප්‍රෞ": 935,
    "𓌻": 936,
    "ම‍‍ය": 937,
    "🤗": 938,
    "රි‍ශී": 939,
    "কু": 940,
    "ෂ‍ෙ": 941,
    "බූූ": 942,
    "プ": 943,
    "": 944,
    "쇄": 945,
    "振": 946,
    "火": 947,
    "ථ‍ා": 948,
    "هَ": 949,
    "ζ": 950,
    "媤": 951,
    "න්‍ධෝ": 952,
    "담": 953,
    "මු‍ළු": 954,
    "𓈪": 955,
    "ච්‍රි": 956,
    "ῇ": 957,
    "狀": 958,
    "一": 959,
    "නො‍කෙ": 960,
    "⣿‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍ඖ": 961,
    " ්‍ය": 962,
    "චෑං": 963,
    "𓅭": 964,
    "ල‍ෙ": 965,
    "空": 966,
    "ය‍ම්": 967,
    "살": 968,
    "ণ": 969,
    "භූ‍‍ගෝ": 970,
    "යි‍ක්": 971,
    "誘": 972,
    "ගා‍ල": 973,
    "민": 974,
    "बे": 975,
    "ජ‍යා": 976,
    "ඡ්‍යෙ": 977,
    "न्नि": 978,
    "ඨො": 979,
    "袁": 980,
    "始": 981,
    "Ċ": 982,
    "ම්‍,": 983,
    "සිා": 984,
    "ම‍ගේ": 985,
    "₂ௌ": 986,
    "𓅌": 987,
    "𓋘": 988,
    "⣿‍‍‍‍‍ඖ": 989,
    "─": 990,
    "⣿‍‍නො": 991,
    "ਉ": 992,
    "හෝ‍ලෙ": 993,
    "ව්‍රෙ": 994,
    "カ": 995,
    "स्कृ": 996,
    "ප‌‍යේ": 997,
    "⣿‍ක": 998,
    "듬": 999,
    "意": 1000,
    "ප්‍යෝං": 1001,
    "ᚱ": 1002,
    "д": 1003,
    "侯": 1004,
    "ර‍ධා": 1005,
    "සූ": 1006,
    "බ‌ෙ": 1007,
    "𓂁": 1008,
    "羽": 1009,
    "ඊ‍ට": 1010,
    "⣿‍ඉ‍ගෙ": 1011,
    "கௌ": 1012,
    "ග‍ඟෙ‍්": 1013,
    "א": 1014,
    "다": 1015,
    "諧": 1016,
    "⣿‍භෝ": 1017,
    "準": 1018,
    "북": 1019,
    "م": 1020,
    "ෆි": 1021,
    "ගී‍්‍ර": 1022,
    "কি": 1023,
    "𓀢": 1024,
    "හ‍සෙ": 1025,
    "තු‍රෙ": 1026,
    "ހި": 1027,
    "瀬": 1028,
    "ನಿ": 1029,
    "බෝ‍නො": 1030,
    "රැ‍මී": 1031,
    "ග‍ෆ්": 1032,
    "𓊡": 1033,
    "ㅇ": 1034,
    "ඩ්‍ර‍ජ": 1035,
    "ෆ්‍රී": 1036,
    "ආෙ": 1037,
    "𓈢": 1038,
    "ඇැ": 1039,
    "ෆා්": 1040,
    "නා‍;": 1041,
    "亡": 1042,
    "කෙ": 1043,
    "ꠘ꠆": 1044,
    "𓉈": 1045,
    "策": 1046,
    "ක්‍රෘ": 1047,
    "ටිී": 1048,
    "𓏔": 1049,
    "浦": 1050,
    "굴": 1051,
    "කා්‍ර": 1052,
    "謝": 1053,
    "ඝැ": 1054,
    "ණ්": 1055,
    "වා‍ර": 1056,
    "𓎆": 1057,
    "ല്": 1058,
    "𓂟": 1059,
    "ලෝ‍ක": 1060,
    "නො‍මෙ": 1061,
    "ザ": 1062,
    "‑": 1063,
    "𓂃": 1064,
    "𓏅": 1065,
    "සො‍රො": 1066,
    "බො‍හෝ": 1067,
    "ජ්‍⣿": 1068,
    "𓀸": 1069,
    "𓏨": 1070,
    "ற": 1071,
    "සංං": 1072,
    "ണ്ട": 1073,
    "匹": 1074,
    "ස‍රේ": 1075,
    "ග‍තෙ": 1076,
    "ት": 1077,
    "त्य": 1078,
    "স্তা": 1079,
    "آ": 1080,
    "消": 1081,
    "යි‍‍‍‍.": 1082,
    "⣿‍’": 1083,
    "ද්‍යෘ": 1084,
    "ඇ‍රි": 1085,
    "ද්‍යා‍වෙ": 1086,
    "ඨ්": 1087,
    "කෛ": 1088,
    "ජි‍ෙ": 1089,
    "භ්‍රිං": 1090,
    "𓇘": 1091,
    "ỳ": 1092,
    "ල‍ර්": 1093,
    "𓊑": 1094,
    "ගෛ": 1095,
    "ති‍‍ය": 1096,
    "තෟ": 1097,
    "षा": 1098,
    "𓆆": 1099,
    "ගා්්": 1100,
    "ක‍්‍ර": 1101,
    "වෝ්": 1102,
    "ටා‍ගේ": 1103,
    "🇰🇳": 1104,
    "𓍇": 1105,
    "빅": 1106,
    "": 1107,
    "ච්‍ඡි": 1108,
    "चि": 1109,
    "බ්‍රෝ": 1110,
    "𓋩": 1111,
    "酒": 1112,
    "ථෝ": 1113,
    "نُ": 1114,
    "දා‍ම": 1115,
    "ਅੰ": 1116,
    "⣿‍නෙ": 1117,
    "ව‍⣿": 1118,
    "ම්‍නී": 1119,
    "ති‍ව": 1120,
    "তী": 1121,
    "ළි‍යෝ": 1122,
    "ත‍ී": 1123,
    "ධ‍ෙ": 1124,
    "क्षे": 1125,
    "🇧🇩": 1126,
    "ව‍පො": 1127,
    "ය්‍යු": 1128,
    "4‍ට": 1129,
    "មេ": 1130,
    "🇵🇳": 1131,
    "む": 1132,
    "යු": 1133,
    "🇻🇨": 1134,
    "🇬🇸": 1135,
    "⚫": 1136,
    "𓆉": 1137,
    "息": 1138,
    "லை": 1139,
    "익": 1140,
    "त्व": 1141,
    "ඟා‍⣿": 1142,
    "さ": 1143,
    "ක්‍ර්‍රී": 1144,
    "ට්‍යු": 1145,
    "🎺": 1146,
    "眞": 1147,
    "ඉ‍ගෙ": 1148,
    "क्त्र": 1149,
    "ෂ්‍ා": 1150,
    "ම්‍ය": 1151,
    "封": 1152,
    "రా": 1153,
    "තේ‍ජෝ": 1154,
    "🇿🇼": 1155,
    "තේ‍කො": 1156,
    "ඡි": 1157,
    "වි‍ෆ්": 1158,
    "ǎ": 1159,
    "ඩ්‍රී": 1160,
    "රෝි": 1161,
    "刷": 1162,
    "륜": 1163,
    "限": 1164,
    "න්‍තං": 1165,
    "ක්‍ෂෙ": 1166,
    "我": 1167,
    "ළ‍ට": 1168,
    "නී‍මෙ": 1169,
    "ළ‍ෙ": 1170,
    "욱": 1171,
    "यु़्र": 1172,
    "ঙ্গি": 1173,
    "ර්‍ජ්‍ජි": 1174,
    "දේ‍ශ": 1175,
    "례": 1176,
    "揚": 1177,
    "∈": 1178,
    "朱": 1179,
    "ස‌ෙ": 1180,
    "තැා": 1181,
    "ෂ්‍ටාං": 1182,
    "Š": 1183,
    "ථි‍තෝ": 1184,
    "බො‍‍හෝ": 1185,
    "ދޮ": 1186,
    "ටි්‍ර": 1187,
    "හා‍ප": 1188,
    "පිිි": 1189,
    "恒": 1190,
    "😁": 1191,
    "𓁓": 1192,
    "章": 1193,
    "ශ‍්": 1194,
    "হা": 1195,
    "රොෝ": 1196,
    "𓍾": 1197,
    "යේ‍⣿": 1198,
    "❅": 1199,
    "වැ‍ජ": 1200,
    "ඩ්‍රේ": 1201,
    "7ි": 1202,
    "⣿‍බෙං": 1203,
    "⣿‍‍‍බො": 1204,
    "යේේ": 1205,
    "Є": 1206,
    "ම්‍ර": 1207,
    "වි‍ෙ": 1208,
    "ඟ": 1209,
    "सी": 1210,
    "𓏓": 1211,
    "බ්‍.": 1212,
    "හ‍බෝ": 1213,
    "Κ": 1214,
    "ගී‍යේ": 1215,
    "হ": 1216,
    "ද‌ෙ": 1217,
    "රුි": 1218,
    "ර්‍ගා": 1219,
    "𓅯": 1220,
    "⣿‍‍‍ශ්‍රේ": 1221,
    "ص": 1222,
    "吳": 1223,
    "ෂි": 1224,
    "තිු": 1225,
    "පු‍රු": 1226,
    "ὀ": 1227,
    "𓊟": 1228,
    "ති‍ක්‍රි": 1229,
    "මෞ්": 1230,
    "ග්‍ර‍ා": 1231,
    "අ‍යි": 1232,
    "කු‍ෙ": 1233,
    "ව්‍රී": 1234,
    "ח": 1235,
    "ඡ්‍යා": 1236,
    "යොං‍සොං": 1237,
    "ඇ‍ත්": 1238,
    "ติ": 1239,
    "ම්‍ලි": 1240,
    "≥": 1241,
    "）‍⣿": 1242,
    "හ්‍මො": 1243,
    "ප‍ලේ": 1244,
    "କୋ": 1245,
    "මෙ‍ර": 1246,
    "ම‍තො": 1247,
    "𓉒": 1248,
    "游": 1249,
    "⣿‍⣿‍‍වෙ": 1250,
    "යි‍-": 1251,
    "ග‍‍‍යේ": 1252,
    "ㅢ": 1253,
    "ග‍ම": 1254,
    "ည်": 1255,
    "ටු‍වෙ": 1256,
    "तिः": 1257,
    "තුෙ": 1258,
    "ෆිි": 1259,
    "লে": 1260,
    "දාා": 1261,
    "혈": 1262,
    "व्रा": 1263,
    "豫": 1264,
    "ප්‍යා": 1265,
    "処": 1266,
    "னோ": 1267,
    "δ": 1268,
    "ද්‍ර‍යෙ": 1269,
    "ස්‍යං": 1270,
    "응": 1271,
    "පෑ‍ම": 1272,
    "සු‍⣿": 1273,
    "ਸੁ": 1274,
    "𑀢": 1275,
    "𓀼": 1276,
    "र्द्ध": 1277,
    "ටා": 1278,
    "𓋙": 1279,
    "ජො": 1280,
    "𑀫𑀸": 1281,
    "ධ්‍ය‍ක": 1282,
    "රු‍රේ": 1283,
    "දු‍නේ": 1284,
    "규": 1285,
    "තා‍ව": 1286,
    "බෙ": 1287,
    "ඛෞ": 1288,
    "බු‍ණේ": 1289,
    "資": 1290,
    "රී‍ය": 1291,
    "යුේ": 1292,
    "दि": 1293,
    "ට්ං": 1294,
    "ත්‍න": 1295,
    "⣿‍හා": 1296,
    "𓎷": 1297,
    "‍බා": 1298,
    "ප්‍ටො": 1299,
    "ක්‍කෙ": 1300,
    "𓉴": 1301,
    "拉": 1302,
    "ටු‌": 1303,
    "මෙ": 1304,
    "і": 1305,
    "他": 1306,
    "ස‍ඳ": 1307,
    "₰": 1308,
    "書": 1309,
    "女": 1310,
    "ල්‍ය": 1311,
    "“‍ඉ": 1312,
    "คู่": 1313,
    "⣿‍‍‍නො": 1314,
    "¶": 1315,
    "ඳ‍හා": 1316,
    "⣿‍‍‍‍‍‍අ": 1317,
    "වාං": 1318,
    "⣿‍යෝ": 1319,
    "坤": 1320,
    "හ‍ක": 1321,
    "ත‍තෙ": 1322,
    "ක්‍ෂු": 1323,
    "රා‍ම": 1324,
    "½": 1325,
    "න්‍ත්‍ර": 1326,
    "康": 1327,
    "ද්‍රේ": 1328,
    "《": 1329,
    "පි‍ය": 1330,
    "⣿‍1": 1331,
    "ට්‍ඨො": 1332,
    "உ": 1333,
    "ගැ‍යෙ": 1334,
    "U": 1335,
    "स्तो": 1336,
    "σ": 1337,
    "ර්ී": 1338,
    "可": 1339,
    "教": 1340,
    "ඔෘ": 1341,
    "毅": 1342,
    "庫": 1343,
    "꺼": 1344,
    "句": 1345,
    "የ": 1346,
    "ケ": 1347,
    "ậ": 1348,
    "✍": 1349,
    "梔": 1350,
    "⣿ැං": 1351,
    "冠": 1352,
    "𓄟": 1353,
    "ෂී‍වේ": 1354,
    "දි‍ගෙ": 1355,
    "ඛ්‍රි": 1356,
    "ම්‍ප්‍රා": 1357,
    "娑": 1358,
    "弥": 1359,
    "𓊞": 1360,
    "න්‍ේ": 1361,
    "𓅡": 1362,
    "න්‍සෙ": 1363,
    "調": 1364,
    "අ‍ග": 1365,
    "𓎵": 1366,
    "මො‌": 1367,
    "𓎰": 1368,
    "நி": 1369,
    "ඔ‍ටෝ": 1370,
    "帖": 1371,
    "検": 1372,
    "⣿‍‍හො": 1373,
    "ෆ්‍ෆා": 1374,
    "蘇": 1375,
    "අ": 1376,
    "හා‍ව": 1377,
    "鍪": 1378,
    "හ‍ජ": 1379,
    "ծ": 1380,
    "ඳැ": 1381,
    "ට‍හි": 1382,
    "ḷ": 1383,
    "ෂ්‍ර": 1384,
    "량": 1385,
    "स्र": 1386,
    "කි්ා‍ර": 1387,
    "ත‍ව": 1388,
    "못": 1389,
    "වී": 1390,
    "ති‍⣿": 1391,
    "තී‍‍මේ": 1392,
    "忉": 1393,
    "짜": 1394,
    "직": 1395,
    "ත්‍ර්‍ය": 1396,
    "ප‍ෙ": 1397,
    "ථ්ා": 1398,
    "බි‍යා": 1399,
    "唐": 1400,
    "ඩෑ": 1401,
    "𓀳": 1402,
    "ඉි": 1403,
    "ව‍ෙ": 1404,
    "හ‌": 1405,
    "හූං": 1406,
    "佐": 1407,
    "ණ‍⣿": 1408,
    "ත‍පේ": 1409,
    "কো": 1410,
    "𓃡": 1411,
    "ෂාං": 1412,
    "ඞ": 1413,
    "-‍ශෝ": 1414,
    "ර‍ඹු": 1415,
    "月": 1416,
    "ඛං": 1417,
    "🇧🇼": 1418,
    "හැ‍ය": 1419,
    "⣿ෘ": 1420,
    "😃": 1421,
    "ප්ා‍ර": 1422,
    "සෝ‍ප්‍රා": 1423,
    "𓋣": 1424,
    "칠": 1425,
    "ទេ": 1426,
    "⣿‍මෘ": 1427,
    "ළු්": 1428,
    "ළිෙ": 1429,
    "হো": 1430,
    "有": 1431,
    "격": 1432,
    "රු‍,": 1433,
    "ර‍⣿": 1434,
    "ඏ": 1435,
    "𓈬": 1436,
    "𓁬": 1437,
    "炎": 1438,
    "ශ්‍රෙ": 1439,
    "डा": 1440,
    "வு": 1441,
    "כִּ": 1442,
    "": 1443,
    "밀": 1444,
    "යූං": 1445,
    "ෂ‍‍‍‍‍යෙ": 1446,
    "종": 1447,
    "໶": 1448,
    "ම්‍යො": 1449,
    "🕵": 1450,
    "ㅏ": 1451,
    "ע": 1452,
    "𓌠": 1453,
    "පැ‍ව": 1454,
    "⣿‍ශ්‍රේ": 1455,
    "심": 1456,
    "ඨ්ි": 1457,
    "ғ": 1458,
    "බ‍ර": 1459,
    "ガ": 1460,
    "⣿‍ටෙ": 1461,
    "जे": 1462,
    "ඩා්": 1463,
    "ஓ": 1464,
    "𓄐": 1465,
    "ජි‍නේ": 1466,
    "𓐀": 1467,
    "레": 1468,
    "𓐫": 1469,
    "_": 1470,
    "陛": 1471,
    "黃": 1472,
    "𓆒": 1473,
    "面": 1474,
    "හා‍චා": 1475,
    "වි‍⣿": 1476,
    "ष्क": 1477,
    "বি": 1478,
    "ක‍ටු": 1479,
    "符": 1480,
    "ප‍ා": 1481,
    "क्ष्मी": 1482,
    "ඵෛ": 1483,
    "髮": 1484,
    "ත්‍සා": 1485,
    "ප්‍රා්": 1486,
    "朗": 1487,
    "𓐋": 1488,
    "නිා": 1489,
    "⤵": 1490,
    "ඛ්‍ක": 1491,
    "朔": 1492,
    "ა": 1493,
    "‘‌‌": 1494,
    "ෆේ‍්‍ර": 1495,
    "𓈠": 1496,
    "හෙ‍තෙ": 1497,
    "ථි‍වි": 1498,
    "פ": 1499,
    "ө": 1500,
    "ট": 1501,
    "𓍙": 1502,
    "රිංි": 1503,
    "භා": 1504,
    "雞": 1505,
    "ख": 1506,
    "ශ‍්‍ර": 1507,
    "ප‍්‍රි": 1508,
    "ප්‍ර‍දා": 1509,
    "감": 1510,
    "復": 1511,
    "ම්‍ණ": 1512,
    "වෙ‍ව්": 1513,
    "ස‍‍්": 1514,
    "황": 1515,
    "𓆖": 1516,
    "ධ්‍යෘ": 1517,
    "ඹු‍ලෙ": 1518,
    "е́": 1519,
    "ʋ": 1520,
    "ම්‍බො": 1521,
    "❞": 1522,
    "𓁨": 1523,
    "ප්‍රො‍ටි": 1524,
    "ස්‍රො": 1525,
    "ද‍න": 1526,
    "ට්‍රො‍වෛ": 1527,
    "ලුං": 1528,
    "ගො‍ඩ": 1529,
    "^": 1530,
    "පි‍ෙ": 1531,
    "මී‍තේ": 1532,
    "福": 1533,
    "◦": 1534,
    "𓉦": 1535,
    "সু": 1536,
    "බ්‍රිං": 1537,
    "ධේ": 1538,
    "ක්‍ය්": 1539,
    "ඡො": 1540,
    "ඔෳ": 1541,
    "ක‌": 1542,
    "ཕྱི": 1543,
    "ම‍ය": 1544,
    "☀": 1545,
    "වෘෘ": 1546,
    "ঘো": 1547,
    "තැ‍නේ": 1548,
    "භූ‍ගො": 1549,
    "觀": 1550,
    "P": 1551,
    "⣿‍කි‍ය": 1552,
    "ඩ‍්‍ර": 1553,
    "⣿‍ශා": 1554,
    "⣿‍‍පෙ": 1555,
    "ෂොං": 1556,
    "යෙි": 1557,
    "වී‍මේ": 1558,
    "ڈ": 1559,
    "𓈋": 1560,
    "කා‍යේ": 1561,
    "ත්‍යෝ": 1562,
    "柳": 1563,
    "ඨෙ": 1564,
    "ඞී": 1565,
    "‍වෙ": 1566,
    "ශ්‍ය‍වේ": 1567,
    "⣿‍‍‍මෙ": 1568,
    "धू": 1569,
    "හ්‍වා": 1570,
    "ප්‍ර‍‍‍දේ": 1571,
    "😊": 1572,
    "𓋪": 1573,
    "කං": 1574,
    "𓉭": 1575,
    "ධිං": 1576,
    "⣿‍⣿‍වෙ": 1577,
    "වි‍ය": 1578,
    "ද‍ර": 1579,
    "動": 1580,
    "ඉ‍තා": 1581,
    "দে": 1582,
    "թ": 1583,
    "味": 1584,
    "❷": 1585,
    "ɔ": 1586,
    "ගැ‍බෝ": 1587,
    "조": 1588,
    "ධ‍ා": 1589,
    "𓃱": 1590,
    "‍ප": 1591,
    "映": 1592,
    "笠": 1593,
    "ට්": 1594,
    "壯": 1595,
    "තාා": 1596,
    "ව‌": 1597,
    "𓏆": 1598,
    "ටෝෙ": 1599,
    "궁": 1600,
    "ë": 1601,
    "හා‍බෞ": 1602,
    "سُ": 1603,
    "目": 1604,
    "⣿‍පෙ": 1605,
    ":්": 1606,
    "己": 1607,
    "𓉲": 1608,
    "ර්‍කි": 1609,
    "බ‍ෙ": 1610,
    "ම්‍ල": 1611,
    "නෙ‍න්": 1612,
    "項": 1613,
    "ශ්ා‍රා": 1614,
    "න‍ය‍ට": 1615,
    "बा": 1616,
    "ජිිි": 1617,
    "ර්‍\"": 1618,
    "⣿‍‍‍වෙ": 1619,
    "ලිී": 1620,
    "王": 1621,
    "𓁏": 1622,
    "𓇕": 1623,
    "‍‍‍බෝ": 1624,
    "旗": 1625,
    "𓌱": 1626,
    "ව‍ටා": 1627,
    "𓋞": 1628,
    "𓇷": 1629,
    "樂": 1630,
    "🇫🇷": 1631,
    "⣿‍සී": 1632,
    "යෙ‍දෙ": 1633,
    "يْ": 1634,
    "𑀲𑀸": 1635,
    "ධ‍⣿": 1636,
    "⣿‍M": 1637,
    "ෆ‍්": 1638,
    "🇬🇾": 1639,
    "ක්‍රෝ": 1640,
    "⣿‍ඩා": 1641,
    "දැ‍ල්": 1642,
    "ස්‍ක්": 1643,
    "වෝං": 1644,
    "න‍ේ": 1645,
    "යා‍-": 1646,
    "ரே": 1647,
    "බෝ‍රෝ": 1648,
    "ත්‍යේ": 1649,
    "පි‍රි": 1650,
    "ගො": 1651,
    "𓂝": 1652,
    "뉘": 1653,
    "දි‍ර": 1654,
    "ξ": 1655,
    "𓅥": 1656,
    "ශෙෘ්": 1657,
    "گ": 1658,
    ",‍ඔ": 1659,
    "රැ‍ට": 1660,
    "ပြ": 1661,
    "දා්": 1662,
    "මූඃ": 1663,
    "阳": 1664,
    "𓍩": 1665,
    "ස‍ඳේ": 1666,
    "ඝූ": 1667,
    "ඇ‍ස": 1668,
    "හි‍ෙ": 1669,
    "權": 1670,
    "වි‍යා": 1671,
    "රු‍ණෙ": 1672,
    "ọ": 1673,
    "ෂ‍ණෝ": 1674,
    "武": 1675,
    "ප්‍ර‍ද": 1676,
    "පෙ‌": 1677,
    "द्रौ": 1678,
    "මාඃ": 1679,
    "𓇈": 1680,
    "සෛ්": 1681,
    "න‍ය": 1682,
    "ගො‍‍ඩ": 1683,
    "⣿‍ඩැ": 1684,
    "R": 1685,
    "හ‍ලේ": 1686,
    "மி": 1687,
    "‍ඓ": 1688,
    "අ‍න්‍යෙ": 1689,
    "ඡු්ිි": 1690,
    "ඥ‍‍යෝ": 1691,
    "．": 1692,
    "豪": 1693,
    "සි‍පේ": 1694,
    "能": 1695,
    "ਥ": 1696,
    "වි‍මේ": 1697,
    "න්‍:": 1698,
    "කා‍ෙ": 1699,
    "저": 1700,
    "න්‍ද්‍රා": 1701,
    "භ‍ා": 1702,
    "": 1703,
    "ツ": 1704,
    "Ү": 1705,
    "驪": 1706,
    "뜨": 1707,
    "⣿ෑෑ": 1708,
    "භූ‍ගෝ": 1709,
    "ɡ": 1710,
    "河": 1711,
    "නී": 1712,
    "ග්‍රැ": 1713,
    "𓐢": 1714,
    "ගු‍වේා": 1715,
    "ලා‍පො": 1716,
    "⣿‍ලෙ": 1717,
    "𓀡": 1718,
    "⣿‍‍‍‍‍එෙෙ": 1719,
    "ئِ": 1720,
    "ரா": 1721,
    "천": 1722,
    "滞": 1723,
    "ஜெ": 1724,
    "ර්‍වෙ": 1725,
    "鬲": 1726,
    "ක්්": 1727,
    "ස්‍තී": 1728,
    "ගෙ‍න": 1729,
    "චො": 1730,
    "⣿‍…": 1731,
    "𑄟𑄳": 1732,
    "තී‍න්": 1733,
    "නා‍ෙ": 1734,
    "ද්‍යෛ": 1735,
    "නි‍ය": 1736,
    "ම‍නෝ": 1737,
    "වු‌": 1738,
    "රි‍ම": 1739,
    "𓅰": 1740,
    "भूः": 1741,
    "ධෝ‍ගෝ": 1742,
    "ⴳ": 1743,
    "🌟": 1744,
    "ම්‍ය‍ය": 1745,
    "ඔ‍මි": 1746,
    "ර්‍ෂ": 1747,
    "房": 1748,
    "ලි‍ව": 1749,
    "הֲ": 1750,
    "න්‍ය්‍යේ": 1751,
    "නෑැ": 1752,
    "鄕": 1753,
    "割": 1754,
    ".ේ": 1755,
    "ප්ී": 1756,
    "แ": 1757,
    "김": 1758,
    "ත්‍ම": 1759,
    "කී්‍ර": 1760,
    "ල‍ෝ": 1761,
    "པོ": 1762,
    "ន្": 1763,
    "ගෙු": 1764,
    "स्थ": 1765,
    "ਪਾਂ": 1766,
    "එ‍හි": 1767,
    "煉": 1768,
    "ධෘ": 1769,
    "件": 1770,
    "බෙ‍නේ": 1771,
    "⣿‍‍‍‍හෝ": 1772,
    "ඡ්‍ලා": 1773,
    "𓐄": 1774,
    "Ϸ": 1775,
    "ව්‍යු": 1776,
    "තා‍ගෝ": 1777,
    "ම්": 1778,
    "⣿‍පෙෳ": 1779,
    "ৰ": 1780,
    "கீ": 1781,
    "සෙ‍වී": 1782,
    "莲": 1783,
    "𑀔𑁆": 1784,
    "厩": 1785,
    "योः": 1786,
    "න්‍හි": 1787,
    "ರ": 1788,
    "‍‍‍‍\n": 1789,
    "ආා": 1790,
    "ඬූ": 1791,
    "ය‍‍වේ": 1792,
    "珂": 1793,
    "ණී": 1794,
    "බෙැා": 1795,
    "ග්‍ර‍හ": 1796,
    "ධ්‍යි": 1797,
    "ʉ": 1798,
    "ඩ්‍ර්‍ගු": 1799,
    "ර්‍රි": 1800,
    "නි‍ර්": 1801,
    "ට‍ල": 1802,
    "ති‍බේ": 1803,
    "ත්‍ශ": 1804,
    "𓋶": 1805,
    "පෙ‍ක්": 1806,
    "մ": 1807,
    "営": 1808,
    "ප්ෝ‍ර": 1809,
    "කි‍රී‍මේ": 1810,
    "僕": 1811,
    "ਸਿ": 1812,
    "商": 1813,
    "කෘා": 1814,
    "ලි‍යො": 1815,
    "ඩං‍ගු": 1816,
    "ආං": 1817,
    "न्थ": 1818,
    "දා‍ර": 1819,
    "𓆦": 1820,
    "𓁖": 1821,
    "සී්": 1822,
    "කො‍බි": 1823,
    "ḻ": 1824,
    "ග්‍රෝං": 1825,
    "ෂ්‍ක්‍රා": 1826,
    "ಹ": 1827,
    "翁": 1828,
    "හි‍ටා": 1829,
    "ති‍වී": 1830,
    "翽": 1831,
    "ඬ": 1832,
    "Ş": 1833,
    "永": 1834,
    "ප‍යෙ": 1835,
    "ඹ්‍ර": 1836,
    "ඩු‍ව": 1837,
    "තෛ්": 1838,
    "ක්ී": 1839,
    "🇸🇳": 1840,
    "ඩා‍ෙ": 1841,
    "⣿‍‍භෞ": 1842,
    "问": 1843,
    "功": 1844,
    "⣿‍ඇ": 1845,
    "🇭🇺": 1846,
    "𓀴": 1847,
    "මෙ‍ම": 1848,
    "ද්‍ධා": 1849,
    "ከ": 1850,
    "බෙ‍ා": 1851,
    "ර්‍වො": 1852,
    "💛": 1853,
    "ලා‍ග": 1854,
    "න‍ග": 1855,
    "9‍6": 1856,
    "𓊽": 1857,
    "支": 1858,
    "ක්ං": 1859,
    "변": 1860,
    "शे": 1861,
    "𓅨": 1862,
    "字": 1863,
    "හේ‌": 1864,
    "ඩා‍ආ": 1865,
    "ලි‍‍ඩො": 1866,
    "པ": 1867,
    "⣿‍ති": 1868,
    "ශුි": 1869,
    "ව්‍වෙ": 1870,
    "වි‍ශේ": 1871,
    "ඇ‍මෙ": 1872,
    "ධ්‍ය‍න": 1873,
    "忘": 1874,
    "撫": 1875,
    "ධා‍නි": 1876,
    "는": 1877,
    "⣿‍බ්‍රේ": 1878,
    "涼": 1879,
    "⣿‍අ‍‍නෙ": 1880,
    "හ‍ර්": 1881,
    "ව්‍ග": 1882,
    "තා‍තී": 1883,
    "සො‍ක": 1884,
    "申": 1885,
    "වි‍ටෙ": 1886,
    "𓀝": 1887,
    ".‍\t": 1888,
    "𓍟": 1889,
    "ගං": 1890,
    "න්‍බ": 1891,
    "නා‍ටු": 1892,
    "මෛ": 1893,
    "න‍ධෛ": 1894,
    "ද්‍යෙු": 1895,
    "ф": 1896,
    "𓎳": 1897,
    "ස‍‍ඳ": 1898,
    "කෑ": 1899,
    "ඨ‍ය": 1900,
    "⣿ෙේ": 1901,
    "𓍥": 1902,
    "⣿‍ගාං": 1903,
    "𓎙": 1904,
    "ମା": 1905,
    "පෙ‍දෙ": 1906,
    "⣿‌‌‌‌": 1907,
    "ෆෙ‍්‍ර": 1908,
    "ස‍ඳෙ": 1909,
    "ᠢ": 1910,
    "රැ‍ගෙ": 1911,
    "මා‍ර්": 1912,
    "前": 1913,
    "වූ‌": 1914,
    "𓍣": 1915,
    "豬": 1916,
    "ඩ‍චෝ": 1917,
    "𓈰": 1918,
    "格": 1919,
    "ਣੁ": 1920,
    "दै": 1921,
    "艦": 1922,
    "謙": 1923,
    "ម": 1924,
    "වූං‍ගේ": 1925,
    "අ‍ප්‍රේ": 1926,
    "": 1927,
    "놓": 1928,
    "था": 1929,
    "ව්‍යාං": 1930,
    "큰": 1931,
    "ණ‍න": 1932,
    "শো": 1933,
    "ස‍වී": 1934,
    "曺": 1935,
    "පෙ‍බ": 1936,
    "理": 1937,
    "පි‍යෙ": 1938,
    "טַ": 1939,
    "𓀞": 1940,
    "〰": 1941,
    "ギ": 1942,
    "ජු‍ගෙ": 1943,
    "ජ": 1944,
    "ހެ": 1945,
    "Ǧ": 1946,
    "𓃁": 1947,
    "Ｃ": 1948,
    "හි‍ස": 1949,
    "යා‍ගැ": 1950,
    "𓌧": 1951,
    "றே": 1952,
    "ර්‍ත්‍ය": 1953,
    "𓋦": 1954,
    "𓅋": 1955,
    "湖": 1956,
    "වි‍යු": 1957,
    "无": 1958,
    "න්‍ග‍න්": 1959,
    "බ්‍රො": 1960,
    "ඉ්‍යු": 1961,
    "⣿‍ට්‍රේ": 1962,
    "ඛ්‍ය්‍ය": 1963,
    "ㅉ": 1964,
    "ක්‍යා": 1965,
    "5ි": 1966,
    "ඵ්්ි": 1967,
    "𓄬": 1968,
    "極": 1969,
    "පා්‍ඨ": 1970,
    "𓋋": 1971,
    "ක්‍ි": 1972,
    "ෂෝං": 1973,
    "ම්‍ඇ": 1974,
    "නූං": 1975,
    "ත්්‍ර": 1976,
    "වා‍ඩු": 1977,
    "𓎣": 1978,
    "ශී‍ලා": 1979,
    "ы": 1980,
    "ይ": 1981,
    "क्षा": 1982,
    "🌦️": 1983,
    "ට්‍රෙි": 1984,
    "ස‍යෙ": 1985,
    "撒": 1986,
    "ප්‍ර‍ශ්": 1987,
    "ඍ්": 1988,
    "𓌣": 1989,
    "⣿୍": 1990,
    "𓆙": 1991,
    "⣿‍‍වි": 1992,
    "‍ප්‍ර": 1993,
    "‍'": 1994,
    "北": 1995,
    "x‍3": 1996,
    "য়া": 1997,
    "න්‍ථි": 1998,
    "රී‍මේ": 1999,
    "ද්‍යෙ": 2000,
    "ක‍ෆ්": 2001,
    "綱": 2002,
    "ති‍දේ": 2003,
    "චෙ‍ෙ": 2004,
    "කුෙ": 2005,
    "⣿‍,": 2006,
    "ណា": 2007,
    "ლ": 2008,
    "णं": 2009,
    "⣿‍බී": 2010,
    "ඳේ": 2011,
    "ශ්‍චි": 2012,
    "රුේ": 2013,
    "-‍නො": 2014,
    "9": 2015,
    "විිි": 2016,
    "強": 2017,
    "‍ර": 2018,
    "අ‍පේ": 2019,
    "ශ්‍රේ": 2020,
    "组": 2021,
    "ක‍න": 2022,
    "ඉා": 2023,
    "磨": 2024,
    "ක්‍තේ": 2025,
    "ළේ්": 2026,
    "0ං": 2027,
    "ණ": 2028,
    "බා‍ෙ": 2029,
    "𓎒": 2030,
    "𓎱": 2031,
    "孝": 2032,
    "": 2033,
    "巍": 2034,
    "ላ": 2035,
    "鋬": 2036,
    "ඳ‍ර": 2037,
    "වැ‍ටි": 2038,
    "හෙ": 2039,
    "ˇ": 2040,
    "ඩ්‍ල": 2041,
    "8‍%": 2042,
    "ළ‍ර": 2043,
    "ը": 2044,
    "手": 2045,
    "නො‍ඒ": 2046,
    "ට‍මෙ": 2047,
    "රාං": 2048,
    "බ්‍ලො": 2049,
    "𓋄": 2050,
    "й": 2051,
    "Á": 2052,
    "ටු‍වේ": 2053,
    "ɑ": 2054,
    "බො‍ල්": 2055,
    "ථ‍යෙ": 2056,
    "ໝ": 2057,
    "や": 2058,
    "跡": 2059,
    "ಕಾ": 2060,
    "හා‍රී": 2061,
    "ජුු": 2062,
    "維": 2063,
    "රෞ": 2064,
    "ත්‍ර‍ෙ": 2065,
    "°": 2066,
    "බ‍්‍රැ": 2067,
    "𓂆": 2068,
    "狼": 2069,
    "නුෙ": 2070,
    "六": 2071,
    "要": 2072,
    "වුං": 2073,
    "'‍ෙ": 2074,
    "𓂡": 2075,
    "炤": 2076,
    "𓈞": 2077,
    "දා‍ව": 2078,
    "රෙ‍හි": 2079,
    "ទ": 2080,
    "": 2081,
    "कू": 2082,
    "ʾ": 2083,
    "𓂯": 2084,
    "ටෙ‍ඛෙ": 2085,
    "면": 2086,
    "현": 2087,
    "ඩෑං": 2088,
    "ග්‍ර්": 2089,
    "락": 2090,
    "හ්‍යො": 2091,
    "රී‍මෙ": 2092,
    "助": 2093,
    "𓀕": 2094,
    "曜": 2095,
    "均": 2096,
    "ත‍්‍ර": 2097,
    "ශ්‍යෙ": 2098,
    "මී‍ඩ": 2099,
    "局": 2100,
    "ෂ්‍යු": 2101,
    "རོ": 2102,
    "𓆺": 2103,
    "悪": 2104,
    "𓏥": 2105,
    "ත්‍යාං": 2106,
    "උ‍රෝ": 2107,
    "ම‍ා‍ණ": 2108,
    "|": 2109,
    "යි‍⣿": 2110,
    "閼": 2111,
    "තේ‍යා": 2112,
    "屠": 2113,
    "國": 2114,
    "තැ‍නෙ": 2115,
    "වුැ": 2116,
    "қ": 2117,
    "𓉠": 2118,
    "ට": 2119,
    "⣿‍ජූ": 2120,
    "न्स्म": 2121,
    "𓌷": 2122,
    "ඩ්‍රූ": 2123,
    "兒": 2124,
    "ණි‍යේ": 2125,
    "β": 2126,
    "රැ‍ගේ": 2127,
    "කීී": 2128,
    "ලෙ‍ක්‍ය": 2129,
    "ᾶ": 2130,
    "ෂු": 2131,
    "විෙ": 2132,
    "藏": 2133,
    "ලි‍යෝ": 2134,
    "බා‍යේ": 2135,
    "þ": 2136,
    "(‍ගො": 2137,
    "ථා‍වෙ": 2138,
    "சு": 2139,
    "舌": 2140,
    "ක්‍ව": 2141,
    "සොං‍-": 2142,
    "𓍢": 2143,
    "පොඃ": 2144,
    "රීං": 2145,
    "ට්‍රී": 2146,
    "ජ්‍ය්": 2147,
    "න්‍ය‍යේ": 2148,
    "ස්‍‍සෙ": 2149,
    "බ‍ැ": 2150,
    "ཏུ": 2151,
    "බෑ": 2152,
    "ළ‍‍‍ඹේ": 2153,
    "দী": 2154,
    "ම‍යි": 2155,
    ":්ා": 2156,
    "ක්‍ල": 2157,
    "ŭ": 2158,
    "කෙු": 2159,
    "සීි": 2160,
    "ටි‍යේ": 2161,
    "ධ‍්‍රැ": 2162,
    "乗": 2163,
    "탈": 2164,
    "ම‍ූ": 2165,
    "ಟ್": 2166,
    "කි‍‍.": 2167,
    "🥁": 2168,
    "🇦🇷": 2169,
    "ට්්‍රා": 2170,
    ".‍‍සිං": 2171,
    "ඇ‍‍ගේ": 2172,
    "ඩ‍ර්": 2173,
    "🍦": 2174,
    "দ্দি": 2175,
    "갈": 2176,
    "ක්‍චේ": 2177,
    "ආ‍ලෝ": 2178,
    "‍කො": 2179,
    "नौ": 2180,
    "කි්‍.": 2181,
    "𓉜": 2182,
    "ヌ": 2183,
    "🇻🇳": 2184,
    "ඹෙ": 2185,
    "ම්‍පූ": 2186,
    "රු‍බි": 2187,
    "👇": 2188,
    "ن": 2189,
    "හි‍දේ": 2190,
    "가": 2191,
    "𓎄": 2192,
    "𓎚": 2193,
    "瑀": 2194,
    "ග‍ල": 2195,
    "르": 2196,
    "වා‍⣿‍ගෙ": 2197,
    "ගෙ‌": 2198,
    "ති‍.": 2199,
    "척": 2200,
    "හූ": 2201,
    "ය්‍ය": 2202,
    "ලිි": 2203,
    "오": 2204,
    "𓅖": 2205,
    "ඥ‍යෙ": 2206,
    "𓂏": 2207,
    "ප‍යෝ": 2208,
    "C‍S": 2209,
    ".‍මි": 2210,
    "ද්‍ධ්‍ය": 2211,
    "นิ": 2212,
    "শী": 2213,
    "ජා‍ත්‍ය": 2214,
    "සි‍ටි": 2215,
    "ජ්‍ය්‍ය": 2216,
    "⣿‍මැ": 2217,
    "பொ": 2218,
    "痛": 2219,
    "ණ්‍⣿": 2220,
    "කො‍ෆී": 2221,
    "யீ": 2222,
    "梅": 2223,
    "ḏ": 2224,
    "𓅽": 2225,
    "හා": 2226,
    "ග්‍රිං": 2227,
    "नो": 2228,
    "禅": 2229,
    "ද්‍යා‍ෙ": 2230,
    "ǔ": 2231,
    "井": 2232,
    "막": 2233,
    "방": 2234,
    "滅": 2235,
    "මූී": 2236,
    "කි‍රි": 2237,
    "රා‍හ්": 2238,
    "ली": 2239,
    "භූූ": 2240,
    "ට්‍ය": 2241,
    "М": 2242,
    "(‍ම": 2243,
    "ෂුං": 2244,
    "ඛ‍වේ": 2245,
    "ඳෙී": 2246,
    "ෆ්‍රෑ": 2247,
    "හා‍ර‍ය": 2248,
    "査": 2249,
    "ෂූ": 2250,
    "ක‍ළ": 2251,
    "ดิ": 2252,
    "සා‍ය": 2253,
