[PAD
[UNK]
[CLS]
[SEP]
[MASK]
!
"
#
%
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
\
^
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
r
s
t
u
v
w
x
y
z
ං
අ
ආ
ඇ
ඈ
ඉ
ඊ
උ
ඌ
ඍ
එ
ඒ
ඓ
ඔ
ඕ
ඖ
ක
ඛ
ග
ඝ
ඞ
ඟ
ච
ඡ
ජ
ඣ
ඤ
ඥ
ට
ඨ
ඩ
ණ
ඬ
ත
ථ
ද
ධ
න
ඳ
ප
ඵ
බ
භ
ම
ඹ
ය
ර
ල
ව
ශ
ෂ
ස
හ
ළ
ෆ
්
ා
ැ
ෑ
ි
ී
ු
ූ
ෘ
ෙ
ේ
ෛ
ො
ෝ
ෞ
ෟ
ෲ
–
‘
’
“
”
##ෙ
##ය
##ි
##ො
##හ
##ු
##ර
##ා
##ග
##ේ
##ස
##ට
##්
##ල
##5
##ක
##1
##9
##ම
##න
##ද
##ී
##ප
##ත
##ැ
##ඩ
##ෝ
##ව
##ළ
##ධ
##ූ
##බ
##ණ
##u
##n
##c
##h
##ෘ
##s
##i
##a
##ඳ
##භ
##ඹ
##0
##ඞ
##ශ
##ෂ
##ඥ
##ෑ
##o
##ං
##ජ
##ෛ
##ෞ
##ථ
##6
##ඟ
##3
##N
##ඝ
##2
##ච
##g
##l
##e
##j
##r
##C
##I
##D
##8
##7
##4
##ෆ
##ඤ
##ඡ
##ෟ
##ඉ
##ඬ
##t
##W
##R
##T
##M
##B
##k
##ආ
##b
##z
##ඨ
##ඛ
##S
##A
##w
##උ
##P
##O
##f
##F
##v
##p
##d
##V
##L
##E
##ඒ
##m
##ෲ
##අ
##එ
##y
##ඇ
##K
##H
##U
##ඔ
##G
##Z
##ඵ
##x
##Y
##ඣ
##X
##J
##ඕ
##න්
##na
##ිය
##ක්
##te
##io
##ter
##tio
In
##nal
##natio
##ternatio
Internatio
International
##්ර
##යි
##or
##ාව
Sp
##ort
Sport
##ස්
##ත්
##ුව
##ාන
##ික
##ෙන්
##ne
##si
##ss
Bu
##ness
##siness
Business
##ම්
##ල්
##ාර
##ිර
##ුර
##යේ
##න්ද
##්රී
##යක්
##ර්
##ීම
##ති
##යට
වෙ
##ියාව
##ංක
ප්ර
##ින්
තර
##කු
##න්ත
##ාය
කො
##ිල
ලංක
##ංග
##ට්
වි
ශ්රී
##ණු
##ෙන
ඉන්ද
##ුද
##ිව
##ිත
කර
##නය
##ැන
##ිට
##ගේ
##රු
##ාල
##්ය
##තුර
##ින
ඇම
අව
##ිස
වැ
##ිස්
##ානු
තරඟ
##්රික
##හළ
##ිම
සහ
##දී
##ල්ල
##නා
සං
##රික
##රණ
සම
##ෙකු
##ුප
##ම්ප
ඇමරික
පා
##්ඩ
##ක්ෂ
##ුවන්
ලංකාව
##ණ්ඩ
දෙ
##යා
නව
##ුම
##සිය
ගැන
##යෙන්
##කට
ලංකා
##න්න
##ාද
අද
මිල
ක්රික
ක්රිකට්
##ිරි
##හළට
##ැර
ඉන්දියාව
ක්රී
##ෙයි
##හාර
##ැට
ක්රීඩ
##කුණු
##ාග
වෙයි
##ළි
##වත්
##ාර්
##ීමට
##ැව
##ලන්ත
ක්
ජය
කරයි
##ුස
##කින්
ප්රහාර
කොර
##නී
##යන්
##පති
වෙළ
##ේශ
##ථාන
##මු
අප
##ම්බ
කළ
##ෙර
තරග
මරු
##ලිය
##කිස්
අන
##ොව
##ෝක
##ොල
පි
##ාන්
##තු
##ෙනෙකු
මරුට
##තුරු
මහ
සි
මැ
##ායම
##ාම
##රා
කණ්ඩ
ජන
##සන්
ලෝක
##ුන්
##වන
කා
##ෙන්න
ඇමරිකාව
එක්
##වා
##ගෙන්
චී
##ුණ
##ස්ස
වෙළඳ
පාකිස්
##ාත
හෙ
##ූප
පළ
##ස්ට
##00
කණ්ඩායම
##ව්
ඉහළට
කොට
##තාව
වැඩ
##ලි
ට්ර
##ියාවේ
සුප
##සු
##ම්ප්
ට්රම්ප්
බල
##ීය
##වල
##්රේ
##ත්ව
හම
##ියේ
කොටස්
ගුවන්
සංච
පැ
ඡාය
##තර
කිය
ඡායාර
සුපිරි
පිට
ඡායාරූප
20
##ෙහ
##ෙස්
##වර
##ානය
##නයක්
කිර
##දි
##සී
##කර
##ෂ්
අවසන්
##තා
බව
මු
##ියා
තවත්
මිය
##ායක
දෙනෙකු
##ුණු
වස
විස්ස
මෙන්න
##ියට
##ෙක්
නි
##ාවලිය
අත්
##ොර
වෙළඳප
අග
##යින්
වී
##ාස
සු
කුස
පු
##්ග
##ස්ට්රේ
ජනපති
පර
දකුණු
##හන
##්ල
##ළු
වෙන
පහ
සැ
##ක්ක
අයි
##ුවට
කැ
සිර
ක්රීඩක
##ාත්
##න්දු
වූ
##ර්ධ
රැ
ටෙස්
ලංකාවට
පළමු
ටෙස්ට්
ඕස්ට්රේ
##ප්
ලකුණු
##පු
##වි
##වේ
##රඹ
උතුරු
##ඩු
##ෙල්
##ීමක්
##නයේ
##ියෝ
##ාජ
##තුව
##ද්
නායක
වසර
යළි
##ුම්
##ාවක්
##ීමේ
තී
කියයි
##ඩි
##න්ට
තරඟය
##ැටි
වන
##ියක්
ඇමරිකානු
වාර්
##ැති
##ානයේ
යයි
##මක්
බංග
නො
බැ
ලොව
##මින්
කුසල
හැටි
ඉන්දීය
බ්ර
##කා
එංග
##සියානු
##ාදේශ
එංගලන්ත
ගැට
ඉල්ල
ස්
##ාධ
විශ
බෝ
##වයි
##ුරු
අල
##සේ
වැට
පාකිස්ථාන
##ඩ්
සමඟ
කාන්ත
දේ
##මි
දැ
##ාප
##රණය
##ැබ
##දින
##දාන
ක්රීඩා
අතර
එර
විද
ඇරඹ
දින
අප්රික
##ෝද
##ුවේ
දෙවන
කොරියාව
දි
##ඩා
බංග්ල
කට
##මැති
බංග්ලාදේශ
ගනී
සංචාර
##ාවට
##ොළ
##සි
එරෙහ
පහළට
සිට
##ලේ
##ුවර
##ෙරේ
එක්දින
##තට
##ස්ත
ගිය
##ියන
නවසී
නවසීලන්ත
##නයට
##ිසා
ඉන්දියාවේ
සට
පසු
මැති
අභ
##ුවක්
##දෙ
##ායි
නැ
##ගත්
අනතුර
මාල
##ෝධ
##විත
##ිංග
##මා
##වූ
වා
ආර
ජී
##දා
##ියානු
විර
පිල
##ච්
ඕස්ට්රේල
##ිප
වේ
##යක
පෙර
ඉද
නිසා
පාකිස්ත
##ුත්
කොදෙ
කොදෙව්
අධ
##ික්
සූ
##ධාන
##බ්
සිද
බි
කෙරේ
##ාවේ
හමුද
ඉහළ
දිව
ඉර
කම්ප
තහන
##හැ
ජයක්
ජප
භූ
ත්ර
##ූර
පො
අගමැති
ඇරඹේ
##ුවෙන්
මෝ
සී
##ීන්
ඉන්දු
එස්
##ීම්
අම
සංග
ප්රති
සො
ලබ
##ාන්ය
රට
ඉවත්
රථ
##ලා
තරඟාවලිය
චෝද
වර්ධ
##වෙයි
එක
සැර
##ණය
තරගාවලිය
කිරීමට
විස්සයි
##ියෙන්
##ියාවට
පොල
##ෝජ
රාජ
##ලට
##ද්ධ
##ංශ
කොරෝ
පුහ
තේ
##ග්
##යෙකු
##ක්ර
සිය
##නිම
##ිනි
ආය
##තිය
දෙක
##ාත්ය
බ්රිත
ක්ර
රුප
ඉන්දියාවට
ප්රහාරයක්
රුපිය
##ුන
ප්රහාරය
මුහ
ජීවිත
බ්රිතාන්ය
පන්දු
ඉල
එළ
නිව
සා
##ත්ත
තරඟයේ
හෙට
කුසලාන
කොරෝනා
ඝාත
චීන
ත්රස්ත
යාන
පිළ
සංචිත
හිට
චීනය
වෙළඳපොල
##ගනී
##සක්
නැව
##ේෂ
##බල
දැව
අහ
##ධාර
##ර්ජ
බෝම්බ
වාර්තාව
හිටපු
##පිර
##ිකර
ඉලක්ක
පුද
සූදාන
අය
සේ
##රාජ
ඉනිම
උප
රුස
හද
##කාශ
ආරක්ෂ
ලෙ
වර
පන්ද
##ධි
##ියන්
වීඩ
ගො
යුද
##පත්
##ාට
##ඩංග
##වරණ
වෙඩි
සිදුව
තෙල්
පිපිර
##්ගල
තුන්
මුද
##සියේ
##ගිය
##වලට
අත්අ
රන්
හේ
##යයි
කණ්ඩායමට
අත්අඩංග
රජ
##මක
අඩ
##පා
##ට්ට
සමු
ඇමති
තරගය
ඇෆ
හො
හිම
විරෝධ
ඇෆ්ග
කෝ
##කම්
මිලියන
සෞ
##ිහ
වග
ව්ය
##මිණ
මාලිංග
##ළඹ
පී
පැමිණ
අස
කු
##ටත්
අත්අඩංගුවට
ශූර
##දුර
පුහුණු
තව
හමුදා
පරාජ
##පාද
##පන්දු
වීඩියෝ
ආසියානු
##යකට
සටන
##හස්
අත්හ
පිර
රෝ
##මන්
නායකයා
බවට
තරුණ
##දෙනෙකු
##ෙහෙ
පහර
##කච්
##ණ්ඩල
වෙළඳපොළ
සාකච්
ලෙස
වෙන්
මෙහෙ
මණ්ඩල
##කරු
##මත්
වාසිය
ආර්
තීරණ
##ාන්ත
##PL
පෙ
එරෙහිව
පුද්ගල
සාකච්ඡ
අහිම
##ස්ථ
##ුර්
##ුමක්
ඇමරිකාවේ
හෙළ
ඩොල
##ටර්
##ඛ්ය
##ින්න
වර්ධනයක්
යුර
##ැයි
##දු
නිෂ්
##සියාවේ
##වැ
යුරෝ
##යෙක්
ඉදිර
බිල
##නිස්
##ිකයන්
##ිවිස
නිෂ්පාද
##ෙල
විශේෂ
ඉලක්කයක්
##න්තර
ගිනි
ජාත
##නි
සංචාරක
ලැබ
හැ
##ර්ශ
සංවි
ඇෆ්ගනිස්
ආර්ථ
10
නී
පිත
විදේශ
පාකිස්තාන
චන්ද
ලක්
##ගත
##බි
රු
##කාර
##කරුවන්
නැහැ
ඇෆ්ගනිස්ථාන
ආර්ථික
IPL
##මණ
##ීර
මැතිව්
##ාබ්
##යිල
##ුදු
අලුත්
ඉන්දුනී
චෝදනා
දේශ
##ේප
##සුම්
නග
##ිබ
ප්රකාශ
වෙනස්
ඩොලර්
කඩු
නිර
හි
##ිමා
##මේ
##දේ
##තක
ප්රබල
ඕස්ට්රේලිය
##ොට
##ීක්ෂ
රාජ්ය
ගොඩ
සඳ
##ොත්
##දප
##ක්ෂයට
බැංක
සැරසේ
නම්
නිල
##යින
පාපන්දු
පිටිය
නිද
රැක
තායි
##ැන්ත
##න්ධ
දිනය
දැවැන්ත
සූදානම්
15
කඩා
ගිවිස
ජාත්ය
නුවර
මියයයි
තීරණය
ප්රහාරයකින්
##ංහ
පිළි
එරෙහි
කාල
දුම
මිස
යි
##න්ඩ
කරමින්
ජාත්යන්තර
##ග්ර
වැඩි
කම්පනයක්
මිසයිල
කල
##වර්ධ
ඝාතනය
##ධිපති
තු
තැබ
##ාවෙන්
##වලින්
එල්ල
##හා
මියගිය
දී
##මන
ප්රධාන
කොළඹ
##ාගාර
අධික
##ශ්
##ියෝග
කාන්තාව
මෙහෙය
ඔලි
වට
ප්රංශ
##00ක්
සොයා
19
පැර
##ම්පික්
කාසියේ
නැවත
හේතුව
දර
##සල්
තරඟයට
අපනය
ඔලිම්පික්
තොර
##කි
##යේදී
විස
කොරියානු
චීනයේ
රුපියල
ගොව
##ගෙන
##සා
##ඳු
ජනා
දක්
යු
වෛ
කරන
201
සම්බ
##da
අනතුරු
පරීක්ෂ
ගැටුම
වාර්තාවක්
හදිස
ජනාධිපති
අතුර
ආද
ඔබ
ගැ
සාම
##ොන්
##ීමකින්
පාල
##ලු
කණ්ඩායමේ
##date
##ගී
##ලින්
##වීමට
##pdate
ලංකාවේ
ඉරාන
දෙකක්
දුම්ර
තැන
පද
සීම
##ුදන්
සංඛ්ය
වෙළදප
##ත්වය
කාන්තා
යානයක්
අතුරුදන්
අන්ත
මාස
##මාර
##වන්
කරන්න
සිම්බ
රුසියාව
අස්
එල්
යන
##ේක්ෂ
##ත්ර
මහා
දැඩි
##ටික
##නයෙන්
එළව
සිම්බාබ්
වෙන්දේ
ජපාන
මෝදි
##ෝජන
සිදුවූ
අහිමි
##වාද
##ාගෙන
ක්රීඩකයන්
තුව
තුර්
##ාපති
සමාග
##ාගත
ජීවිතක්ෂයට
ජාතික
සිම්බාබ්වේ
Update
බස්
##ොං
##ලූ
එළවළු
උණු
නොව
පිය
##ේද
11
ජල
ජගත්
##වී
පිටියට
තහනම්
##ක්රමණ
ආරක්ෂක
මැතිව්ස්
ආස
කල්
මො
මරණ
##ුක්
ව්යාප
12
මෙ
##සට
##මයි
ඕස්ට්රේලියාව
පන්දුව
17
##ෂ්ඨ
වසරේ
සේව
දිය
##දෙන
##තම
ඉල්ලයි
පුර
ලා
##ිල්
අවදාන
සුළි
එංගලන්තය
දක්වා
එයි
හමුව
පිරිස
සංඛ්යාව
තුවාල
13
අමු
##ධානය
##බඳ
සංක්රමණ
අදයි
හමුවේ
ඔබාම
උළ
එන
කම
ගත්
ඩො
දූ
දැර
පකිස්
##හාස
##රය
බිලියන
රුසියානු
ඉව
භා
ලක්ෂ
සෙ
##ුල්
##ෝන
##ම්ම
මැද
අනතුරකින්
ආනය
රො
ඇමරිකාවෙන්
වාර්තා
වේග
තුන්වන
දු
##්ධ
##වීමක්
අර්
න්ය
##ටි
##ක්ම
##ුවා
##ානි
##තින්
##ෂ්ටික
සංචිතය
සඳහා
න්යෂ්ටික
ගණ
ගින්න
##ෂණ
හෙළි
සභ
##ටින්
##වන්න
ඇමරිකාවට
සැක
රග්
ප්රාන්ත
##ිවේ
රග්බි
##ෝග
##ස්ථාන
##ාත්මක
මැතිවරණ
නීති
කඩ
පූ
ලො
ලැව
##ෘත
##ිටුව
සිටි
මුහුද
භාණ්ඩ
ණය
##ුල
##ේස්
##ංච
##ිකාව
##ර්මා
##ීමෙන්
##තිහාස
ක්රීඩකයා
ආයත
14
ඇති
කුම
මූ
දෙදෙනෙකු
ඉල්ලා
##ිපී
දිවයින
##දුරටත්
තවදුරටත්
අත
මධ
##හි
##ෂික
##ිමේ
සමග
බලාප
මුම්බ
##ොරොත්
පදක්ක
දුර
##ගැන
##ේම
දෙයි
ගැනීමට
පිලිපී
මෝටර්
සෞදි
පත්
##හන්
##දර
##චාර
##්රා
##ිවෙයි
පාසල්
##වරයා
සාකච්ඡා
චන්දිමා
චන්දිමාල්
පහළ
##ශ්ර
බලප
කෝලි
ඉවතට
බලාපොරොත්
මුම්බායි
උත්
භාර
##CC
සංවර්ධ
අභ්ය
මර
##මට
##වරණය
සිරියාවේ
16
ඇතු
දඩ
පැව
##ණයක්
##0ක්
අවස්ථ
දුම්රිය
ICC
බේ
මාර්
විය
වර්
ශතක
හර
##වරු
##ණි
##ායම්
සැම
දර්ශ
##කී
ඕස්ට්රේලියානු
පකිස්ථාන
මධ්ය
ඉරා
මැර
##හිර
##බර්
කුසල්
පහත
##ප්ප
නිදහස්
පියවර
ඉරාක
මින
යාම
##හො
##රාධ
පොලිස්
ගන්න
ගමන්
තබ
ධුර
ලොවම
පාර්
##කළ
ජයග්ර
බො
සුර
##ේ
##සික
##බැ
##ෂණය
##න්ගේ
මිලදී
මුදල්
විරෝධතා
ෆේස්
##හල
##ළඟ
##ඬුව
##ුණාට
ට්රම්ප්ගේ
##ාධ්ය
ලබන
පුහුණුකරු
අත්හදා
බලාපොරොත්තුව
අර
##නල්
##නුවර
##ජි
##මුණ
පරද
වෙනුවෙන්
කැඳ
නවසීලන්තය
තීරණාත්මක
ඉන්දුනීසියාවේ
නගර
නැවතත්
කුණාට
ගෙන
බාධ
##ිළ
##රි
##ෆ්
##ිකරු
සමාජ
කිරීමේ
අලෙ
චෝදන
පොලී
සංවිධාන
කඩුලු
උණුසුම්
ඔබාමා
25
නිය
##ීර්
දිල්ල
18
උඩ
නේප
අවුර
පොල්
වෙළඳපොලේ
ශූරතාව
සභාපති
##ර්මාන්ත
නේපාල
##ාවක
##ුවෙකු
අනුම
පුටින්
ඕස්ට්රේලියාවට
තහනමක්
ජපානයේ
පහරද
තුර්ක
පිරිසක්
##කයන්
##ානුවන්
ගිවිසුම
ඇඟ
මත්
මාධ්ය
##හැර
##ලල
##ැන්
සහය
පහතට
##ිහිප
නිලධාර
වෙන්දේසිය
000
කි
තත්
සිස
##ේදී
##ථම
කොරියාවේ
අප්රිකාවට
ඉදිරි
ඇෆ්ගනිස්ථානයේ
ඉතිහාස
ගෙ
##ළුව
##න්මාර
විනා
අපේක්ෂ
මියන්මාර
සැල
##ොටුප
වෛර
අනුමැ
ඉත
කින්
කතාව
කර්මාන්ත
බොර
මව
##දේශ
##ල්ය
ප්රථම
සහල්
කිරීම
වෙළඳපළ
ප්රකාශයක්
අපනයන
ඩොනල්
100
ඉක්ම
ගේ
ගුව
දඬුව
බිරි
##ගුණ
##ද්ය
පෙරමුණ
කුඩා
දෝ
දෙන
යට
හැව
##වීම
##තිමත්
කුසලානය
##ිකරුවන්
පැමිණි
සීමා
ලොකු
පාර්ල
ජයග්රහ
කිහිප
මේ
ලී
##රයි
##ම්භ
##ිරිදි
##ාධක
නවසීලන්තයට
යුරෝප
යුරෝපා
අනුමැතිය
21
අරඹ
යානය
සිංහ
ට්රම්ප්ගෙන්
ගැටුම්
පාකිස්ථානය
බංග්ලාදේශය
වෙළදපොළ
##ිමේන්ත
විනාශ
ඊශ්ර
කෘ
දරු
සිව
##හස
##ලෝ
##වල්
##ෙන්නා
අභියෝග
ඕස්ට්රේලියාවේ
යුද්ධ
තුළ
අර්බ
පාර්ලිමේන්ත
ගං
මෙර
හානි
##ීන්ට
##ෑම්
තරගයේ
කොරියාවට
ආදායම
ආසාද
ඊශ්රාය
බදු
බිරිඳ
අර්බුද
ඊශ්රායල
මත
ලිංග
##මය
##ෝල
##ඞ්
අවස
දැම
හදිසි
හැවිරිදි
චෙන්නා
පන
##තික
ගැනේ
සටන්
වාහන
බිල්
පරාජය
තායිලන්ත
තොරතුරු
බාධා
ඩොනල්ඩ්
අරඹයි
චෙන්නායි
අඩු
ජර්
නයි
මී
මාර
යැව
##ාහ
##වෘත
විවෘත
##ිසර
##වාහ
අප්රිකානු
නිෂ්පාදන
යුතු
ග්ර
ශක්
හෝ
ට්රම්ප්ට
අගනුවර
සිරියානු
යළිත්
කුසලානයේ
ඉල්ලීමක්
තරගාවලියේ
ඉදිරියෙන්
අරා
ශ්රේ
##හල්
##ගම
##වු
##බුක්
##වාදී
##ත්වයක්
##සීල
සුළු
බ්රසීල
අප්රිකාව
යානා
හොංක
අවුරුදු
මෙරට
ලිංගික
පාර
රංග
හා
මහේ
මැලේ
හේතුවෙන්
දුරක
ආධාර
උද්ධ
කෙ
යොව
ලේ
##යින්ට
ස්ථ
පිළට
අඩුව
ගොවීන්
කමිට
ෆේස්බුක්
බිල්පත්
යොවුන්
23
ආහාර
හයි
##දිව
##න්ජ
##ියම්
අවි
##යන්ගේ
හෙල
පිටියේ
එංගලන්තයට
කොදෙව්වන්
හොඳ
පූර්
මරාගෙන
දර්ශක
ඉක්මවයි
උද්ධම
ඛාන්
තර්ජ
හැර
##ැත්ව
##ිසිය
කණ්ඩායම්
පළම
රැස්
පිතිකරු
##සටහන
උළෙ
දිවයිනට
ඉතාල
ආසාදිත
හොංකොං
30
##යු
##ක්ෂේප
මුල්
වෙනසක්
##මිල්
විදු
තවමත්
තීරණයක්
ලැබුණු
පුරා
මාර්ග
මැරෙන
කතා
තන
##ැම්බ
##තුවේ
ස්ථාන
ප්රතික්ෂේප
සැරස
වීඩියෝව
උත්ස
රංගන
අල්ල
උඩු
කැර
##ඹු
විප
අවධානය
##ාගෙන්
##යින්ගේ
විශාල
වැටේ
පාකිස්තානය
ගොඩන
පැරද
ගණන
ලැව්
දුරකථ
22
කඳු
ධන
නෞ
බිම
මා
##ෙරික
##යකින්
ප්රහාරයෙන්
##ව්ව
##ප්ත
ආරම්භ
කාලගුණ
සම්බාධක
මොහො
ව්යාපාර
මූල්ය
ශක්තිමත්
31
ඇද
තිසර
තමිල්
බී
##ුවත්
##ාර්ය
ජයලල
පරදා
කැම
රටවල්
ආයෝජන
වගා
අත්හිටුව
සම්බන්ධ
කිම්
තමිල්නා
ජයලලිත
24
අන්
ගත
##රේ
##මීර
අපරාධ
##ද්ද
පිළිබඳ
අධිකරණ
භාණ්ඩාගාර
දරුණු
මහේල
ඡන්ද
ටොන්
දමයි
මග
මවිත
වික
##ටන්
##ප්ර
##ැග
##ර්ලන්ත
ඇමෙරික
##යාට
අමාත්ය
රථයක්
දැවී
පිපිරීමකින්
අන්තර්ජ
හමුවෙයි
##වරුන්
නවත
මහබැ
ක්රීඩාංග
කටයු
පිලට
පෙරළ
සියල්ල
අලුත්ම
මෙහෙයුම්
පරීක්ෂණ
අවදානමක්
සංවර්ධන
චෝදනාවක්
මහබැංක
තම
දුන්
##ිංහ
##රයේ
##මෙන්
බලා
රැසක්
පාකිස්ථානයේ
කාන්තාවක්
රුපියල්
අමුතු
අලෙවි
වෛරස
ජර්මන
50
ගිල
ලන්ඩ
##තෙල්
ක්රියා
පෙම්
හදිසියේ
සංක්රමණිකයන්
නියම
ලීග්
අඟ
තිබ
දැන
නික
යාත
##නේ
##වීමේ
##ණිය
##ිලෝ
දෙදෙන
පාකිස්ථානයට
පැවැත්ව
උද්ධමනය
ගොඩනැග
යේම
සම්ම
ළම
##ාගේ
##නික
##පිළ
##තාගත
##න්දුව
ප්රහාරයේ
වැඩසටහන
##ක්කාර
##ද්දී
වාර්තාගත
වැටී
ලේකම්
27
තිය
දහ
දා
නෑ
යෝජන
සරණ
##ගන්න
##පිට
##ඳව
##ස්ක
නොස
බැල
කොරියාවෙන්
තරඟාවලියේ
කඩාව
26
අංශ
ඉම
තුන
පව
පෙන්
පක්ෂ
මල
##ිල්ල
##ටු
##ශ්ය
##න්ත්ර
විවාහ
ප්රහාරක
කළඹ
විශි
බංග්ලාදේශයට
ඉරානය
##යෙකුට
පන්දුවට
ඉදිරියේ
අන්තර්ජාල
කටයුතු
පෙම්ව
සරණාගත
කැන
ජොං
දඹු
පැන
මි
මෙක්
යානයේ
සුද
හතර
##්ව
##නිය
##ිලි
##ිනා
ජයගනී
වැඩිම
දෙනෙකුට
##වේදී
සිදු
සේවා
##ියන්ස්
හිඟ
බලපෑම්
වර්ෂ
පූර්ව
අත්හිටුවයි
මෙක්සික
IS
ඇග
ඉන්ධ
කන්න
ජෝ
නතර
මළ
##ොප්
##සීම
##ීන
##ණයට
##ුවෙක්
සහතික
වැඩපිළ
පරදී
නායකත්ව
සංගක්කාර
ලබයි
රජය
වගක
අස්වෙයි
ස්ථාව
විශිෂ්ඨ
ඉන්ධන
වැඩපිළිව
කිරි
තො
නිම
වලට
##වාර
##බාන්
##්රව
##්රාන්
වින
සහන
ක්රීඩිකාව
තරගයට
චීනයට
සුළඟ
සංගම
ක්රම
එළියට
චීනයෙන්
නොවන
සංක්රමණික
නයිජ
ඉම්රාන්
මෙක්සිකෝ
200
කාර්ය
දස
පුප
##ේන්
ඉන්දියාවෙන්
##ුසිංහ
සිංග
අතරතුර
විද්ය
තරගාවලියට
මුහුණ
සාමාජ
සිව්
දඹුල්ල
පුපුර
ඊයේ
ඊජි
කාර්
ගා
තා
සාග
##ුත
##දිය
##ීත
##ෑණු
##්රාම
##ර්ම
වැස්ස
##නාම
සමුද
##ාර්ථ
එකඟ
##ට්ටු
කෝටි
පෙළ
සංවිධානය
ඕස්ට්රේලියා
වෛද්ය
බේර
ඇඟවීමක්
තොග
33
37
අතට
බෙ
රත්
සත්
##රළ
##පාල
වෙත
##ැනි
##ානුෂික
අනු
කාශ්
##වරම
බෝල්
අමානුෂික
නිෂ්පාදනය
පාකිස්තානයට
තැබීමකින්
දරුවන්
පාලක
බොරතෙල්
නෞක
##්රව්ය
000ක්
යන්න
හිල
##ොස්
##ියක
##ිකරණ
වැළ
පැහැර
සංගා
පුහුණ
මණ්ඩලය
විසින්
ඉරාකයේ
යේමනයේ
සිංගප්ප
කාශ්මීර
චැ
තහ
පස
පල
මගී
යවන්න
සෝ
##ොක්
##තිර
##වන්ට
##ිකොප්
##ෙන්ඩ
ඉන්දියා
වැර
##ාද්
පිත්ත
##ලිෆ
ලබාද
වර්ධනය
නිවේද
කුසලානයට
රජයේ
උළෙලේ
වැඩපිළිවෙල
ඊජිප්
කිලෝ
ගාන්
දෙන්න
පාව
ශ්ර
##ුබ
##ලක්
##නාව
##ීවර
##ෂාන්
අවම
වැසිය
ගැනීම
අප්රිකා
බිඳ
තරඟාවලියට
විරෝධතාව
නිර්
මුහුදේ
හෙලිකොප්
##ාර්ථක
අල්
කම්
තොටුප
ධීවර
පස්
පත්ව
මංග
##කදී
##පය
##න්නා
කොල්
##ංගු
තරඟයක්
##ාගත්
ක්ෂ
පැය
නිළ
වෙනිසිය
ස්ට
සිටින
මාලදිව
පාකිස්තානයේ
කම්පනයෙන්
තේර
පිපිරීමක්
පිතිකර
බැංකුව
ප්රධානියා
ලාංක
දූෂණය
පදක්කම්
ශතකයක්
හෝට
විදුලි
මලයා
ගුර
බහ
බර
රිය
සත
සම්
##සියාව
##සින්
##කම
##කෝ
##තේ
##ැක්
මිලට
##යන්ට
කැළඹ
බැඳ
අලූ
රුසියාවට
දේශීය
කාන්තාවන්
සැමියා
වෙන්දේසියක්
තනතුර
සැරසෙයි
ළමයින්
කොල්කට
අර්ධ
කන්ද
ගමන
පියා
රහ
##හොර
##කාම
##දර්ශ
##බාධ
##20
##ුරුම්
තරංග
##ුපාත
අනුපාත
ජනතාව
සුබ
පරි
##විඩ්
නායකත්වය
වැටීමක්
පොහොර
ප්රතිචාර
අයවැ
සමුගනී
පරාජයක්
ගිවිසුමක්
මාසයේ
පිලිපීනයේ
අරාබ
තියුණු
නයිජීර
60
නියෝග
බට
##ලෙන්
##ලීම්
##දීම
##පල්
##ෝර
##ංජ
##ථා
##න්ග
##ත්මක
##ිවූ
පිහ
වැඩේ
කැලිෆ
ක්රීඩකයින්
වනදා
විදෙස්
සංචාරය
අනතුරට
අධි
අධිවේ
මුහුදු
බ්රිතාන්යයේ
සිදුවන
නිදහස
වටයට
උළෙල
##ංචි
##හන්සේ
මධ්යස්ථාන
උත්සව
කඩාවැට
විනිස
හිලරි
3ක්
කේ
ති
මුර
යො
ළඟ
##්ඤ
##ලක
##පැ
##ණයේ
##ෂා
##ෑම
##ෑස්
##ඤ්ඤ
##ිරිස්
##ායු
##ාගනී
කළු
එක්වෙයි
සුපර්
නොමැති
දිනූ
මණ්ඩලයේ
හෙළිවේ
කලාප
සමාගම
දූෂණ
ගින්නකින්
##ගැනීමට
##දරව්ව
අභ්යාස
යාමක්
අභියෝගයක්
ස්ථාවර
කැලිෆෝන
28
අර්ජ
ගි
පද්ධ
මව්
වාර
සතු
##මික
##භ්ය
##ියෙකු
##ියකට
ප්රභ
##ාගැන
කාබ
පැතිර
නොද
කොදෙව්වන්ට
දිවි
තහනම
##ිකරයි
ආරක්ෂාව
අසභ්ය
දේශසීම
අන්තර්
ජපානයට
ලැව්ග
සැලසුම්
මාරුත
ආසාදිතයන්
වෙනිසියුල
එම්
ගුණ
දිම
නාය
මඟ
වය
වතුර
සබඳ
##රත්
##සත්
##නට
##ඩෝ
##්රෝ
##ාවිත
##ිකා
ප්රදේශ
##ාලි
තරඟයෙන්
පාප්
ලංකාවෙන්
ගැනීමේ
##ුසු
එක්වරම
##ාසා
##සිද්ධ
මැතිවරණය
ආයෝජ
සමුළ
සෞද
ආනයනය
කුමරු
සුරූප
දඬුවම
හයිද
බෝල්ට්
බටහිර
දිමුත්
35
ඇල
එන්න
එපා
කප
නැති
මන්ද
රි
රාහ
වායු
##සිර
##ලාදේශ
##ෝර්
##ූණු
##ියර්
විවේ
##ිතුරු
වෙනුවට
බංගලාදේශ
දිනයි
දිවුරුම්
අයර්ලන්ත
සෞඛ්ය
හෙළිවෙයි
ඉදිරියට
ප්රකාශයට
මෙහෙයුම
ප්රංශයේ
දියණිය
හෙළිදරව්ව
ඇතුළු
දඩුව
තබයි
දිල්ලි
ගේල්
තමිල්නාඩ
වැඩපිළිවෙලක්
ගාන්ධි
රාහුල්
ඔස්ට්රේ
ගෙන්
ඩිල්
තල
ධාව
නියෝ
පෘ
මන
විල
##රී
##ට්ර
වැසේ
සමරයි
අතරට
බංග්ලාදේශයේ
පුද්ගලයා
දේශපාල
බැංකු
තායිව
තුර්කි
අවස්ථාව
කැඳවයි
පොලීසිය
සිසුව
යුතුයි
නියෝජ
ගහ
ගිහ
ගෑස්
##ෙළ
##තුම
##ැක
##ැස්
##බාද්
##ියස
##ල්ම
##ල්ස්
ප්රසිද්ධ
ඉන්දිය
##ක්ෂණ
අදත්
බලයි
කැප
ස්ව
වැටෙයි
ඉරානයේ
ජපානය
නිවාස
තරඟයේදී
මුදා
සමුළුව
අසරණ
##ස්ථාන්
හෙළිකරයි
තැබූ
ගුවන්ත
මීළඟ
විපක්ෂ
විශාලතම
දුරකථන
කැමර
ජර්මනියේ
ගොඩනැගිල්ල
සාමාජික
40
කඳව
තාන
බසී
රාත
සයි
සන්න
සාර්ථක
##සස්
##ලක්ෂ
##කර්
##බෝ
##න්තොට
##ංගම
සංවේදී
මහම
ලෝකයේ
එක්සත්
කියපු
##දිග
අත්සන්
සිරියාවට
##ුම්කර
දේව
ඇරඹෙයි
දිග
අභියස
නැං
##ච්ච
හමුදාව
රාජස්ථාන්
උපන්
ලැබූ
බැංකුවෙන්
පිළිගනී
විසඳ
දුෂණය
මියන්මාරයේ
පෙරමුණේ
දැමූ
තායිලන්තයේ
පළමුව
මගීන්
යාත්ර
නොසිත
කැනඩ
වැසියන්
තේරීම්
අලූත්
හයිද්රා
ගුවන්තොටුප
තානාපති
29
ඇවි
කෙර
භාවිත
රහස්
සුව
හුව
හතුර
හිස
හම්බ
##ාබ
##ේන
##සිල
##ෘති
##න්ද්ර
අවල
හමුවක්
ජනපතිට
නොහැ
ප්රතිපත්
හැකි
ලක්වෙයි
##වාදය
##ෝගි
බලාපොරොත්තුවක්
තත්ත්වයක්
කිහිපයක්
ශ්රේණි
මොහොම
ලන්ඩන්
දැනුම්
හුවමාර
හතුරුසිංහ
හම්බන්තොට
300
ආබාධ
ඉඩ
ගම්ම
නාව
බැර
මෙන්ඩ
වළ
සන්
හිර
##සුම
##තයි
##ෑමක්
##ාවකට
දෙව
පිටුප
##කරන
වසා
කැන්ග
දැල්
##සිත්
සියයට
රුසියාවේ
වගාව
මෙහෙයුමක්
දැරියක්
පදක්කමක්
ශතකය
තුර්කියේ
ශ්රේෂ්ඨ
සියල්ලන්
වගකීම
මංගල
ගිහින්
මෙන්ඩිස්
කව
ජංගම
ප්ල
සංක
##ිභ
##රුවන්
##පන්දුව
##විර
##බද
##ෆි
ප්රම
ප්රශ්
##ිත්ර
අවශ්ය
වැද
තරගයෙන්
අගය
ක්රීඩකයෙක්
රැගෙන
ලොවක්
සොය
රෝග
නීතිය
පිතිකරුවන්
ලක්වූ
##කරුවන්ට
කඩුලූ
රැකියා
දරුවා
අපනයනය
පරීක්ෂණයක්
පන්දුවාර
දැරිය
වේගවත්
අවස්ථාවක්
වියට්
ධුරයට
පරදයි
ජයග්රහණය
අල්ලයි
කාර්යාල
සිංගප්පූර
සුරූපී
ශ්රේණිගත
ශ්රේෂ්ඨාධ
45
ග්රී
දඟ
න්
බද්ද
යුව
රබර්
ලසිත්
වන්ද
වලින්
##ටම
##ලී
##පත
##ූර්
##ජන
##ාවලි
කොංග
විම
ඉන්දියානු
මිලේ
පිටියෙන්
##කරයි
කැබ
ස්පා
දිනු
නවසීලන්තයේ
සංචිතයට
පුදුම
වරාය
තරුණිය
තරුණියක්
ඉන්දුනීසියානු
නිරුව
මෙවර
තබා
නේපාලයේ
සටන්කාම
පාරිභ
වෛරසය
වර්ෂාවෙන්
සෝම
කොල්කටා
අවලංගු
ස්පාඤ්ඤ
06
32
අසී
අළු
ආසියාවේ
කුරු
ගෝල
සෙල්
හය
##ෙට්
##රව
##සයි
##කොන්
##තක්
##ෑන්
##්රි
##ත්තු
##ල්ක
##ිවු
සහිත
වරද
පිපිරීම්
##මේල
පැරිස්
යුක්ර
සමාගම්
ප්රාන්තයේ
කෘෂික
දර්ශකයේ
අපරාධය
නවතී
වැඩසටහනක්
කන්නයේ
බැඳුම්කර
නයිජීරියාවේ
කඳවුර
නොසිතූ
හයිද්රාබාද්
අක
ආරාධ
උතුර
පණ
හිත
##යකු
##රිය
##සූ
##සුන්
##කරණ
##කයින්
##මුද
##වතුර
ප්රවර්ධ
කරුණ
පාස
පාඩ
දෙයක්
##ලියට
සිහි
කණ්ඩායමක්
පහසු
සැපය
සිරුරු
පසුගිය
##ෝධී
බිහ
ඇෆ්ගන්
සටනට
පිරිම
තොරව
රුසියාවෙන්
කමිටුව
ආනයන
රොක
මුහුදට
ගංවතුර
අඩුවෙයි
තර්ජන
ධනංජ
බැලීම
පලස්ත
මාලදිවයින
සම්මේල
කැබින
ඒකා
ගු
ගින
ජාව
රතු
වරා
##ොට්
##ගාර
##ද්රව්ය
##වස
##ජී
##ස්ය
වෙරළ
##කුණ
##ංගලෝ
##නයක
නවතම
##ුමෙන්
මිලක්
ප්රහාරවලින්
##ාසනාව
නායකයන්
බැංගලෝ
විශ්
වැටුණු
සංචාරයට
විරාම
පිලේ
##ෝජනා
රුපියලේ
රජු
විරෝධය
වගාවට
හැසිර
තුන්ද
ආයතනය
අරමුද
සංවිධානයෙන්
අර්බුදය
ග්රහ
ඇගවීමක්
පුහුණුව
සංකීර්
පාරිභෝග
500
ආගම
ඩේ
නඩු
මට්ට
රස
ලියා
හාන
##රයක්
##ටා
##වුරු
##ූරු
##ජ්
##ථිව
##ක්ට
##ිවන
එක්වූ
##වරයෙකු
ජනපතිගෙන්
##මිත්
සංචාරයක
##මාල්
ක්රිස්
අඩුවක්
රෝහල්
##ිකයන්ට
##කාරී
ගොවීන්ට
2016
ඉරානයට
වෙළදපොල
සෙබල
නීතිවිර
වියද
මිනිසා
කුණාටුව
අලෙව
මත්ස්ය
යුරෝපයේ
අවසානයේ
බ්රසීලයේ
බිමට
ලාංකික
මුරලි
ගිණු
සබඳතා
දේවස්ථාන
ප්රතිපත්ති
නාවික
කැන්ගරුවන්
ධනංජය
කැබිනට්
නීතිවිරෝධී
400
70
80
එච්
දකී
නාම
පෞ
පැට
පන්ජ
මර්
යලි
යාප
සෙන
හයේ
##ෙද
##ෙත්
##හිත
##ලයි
##කිර
##මාර්
##පදි
##ෝක්
##වමින්
##ෑග
##ජු
##ියදී
##න්දුවක්
##ර්ඝ
ප්රේක්ෂ
කොම
##ිලී
##ෙනිස්
##ාලා
##ාලික
##ල්ලක්
ප්රහාරයට
අනාව
##තාවක්
කිරු
සැප්ත
පොත්
ලබා
##ුනු
නිව්ය
ත්රස්තවාදී
වරට
වරටත්
හේරත්
හිමි
පරාජයෙන්
සටනේ
රෝහල
බිලි
චන්ද්රික
දීර්ඝ
ආදායම්
අස්වැ
ගින්නක්
තත්ත්ව
දඬුවම්
හොඳම
ඉතාලියේ
##ැම්බර්
සම්මාන
දහසක්
යෝජනාවක්
ප්රභේද
පෘථිව
සයිබර්
අසීරු
පලස්තීන
ලියාපදි
36
34
ඇන්ජ
ඔත්තු
කශ
කථා
ගල්
මරණය
යල
වතු
##පද
##තියක්
##ෝස්
##ෝල්
##ූන්
##බද්ධ
##භාග
##ශෝධ
##ාවලට
ප්රච
##ුද්
##ිතුර
##්යා
අවධාන
##ල්ලූ
සංශෝධ
##යාංශ
අදිය
##ෙයිබාන්
##තුම්
සිල්
පළතුරු
කිරීම්
විස්සේ
සිරුර
##ාත්යාංශ
මාලි
ඉරිය
අමාත්යාංශ
තුන්කොන්
මාලිංගට
ශූරයන්ගේ
ආර්ථිකය
රාජ්යයේ
නුවරට
##ශ්ච
වටිනා
ජනාධිපතිවරණ
කරන්නැයි
මෝදිගේ
උණුසුම
ගණන්
කඩින
පිලිපීන
අවසර
මළල
චැම්ප
තහවුරු
හෙලිකොප්ටර්
ලැව්ගිනි
හෙළිදරව්වක්
ඩිල්ෂාන්
තලෙයිබාන්
දේශපාලන
නැංවීමට
ඒකාබද්ධ
කශෝගි
කණ
කිස
තාවක
වර්ජ
ශාන්ත
සර
සති
##ිද
##හය
##රයට
##වැට
##ිකිර
##ිකුරු
ප්රදර්ශ
විචාර
##ුද්ධ
##නාගාර
##රණි
ඇමරිකා
දෙප
අපේ
බලය
කියන
කියුබ
##තුවක්
සටහන්
අගමැතිට
සීනි
##ීන්ගේ
අමතක
මුහුණු
සූදානමින්
වරදී
ගොස්
##ට්ටුවක්
පැමිණීම
ඇෆ්ගනිස්ථානය
ගොඩබ
මිසයිලයක්
ගැටුමකින්
අමුතුම
සෙල්ල
පකිස්ථානයට
අපේක්ෂක
පෙරමුණට
දෝනි
සිංහයන්
ගැටුම්වලින්
පාර්ලිමේන්තුව
අරාබි
පෙරළී
නිකුත්
පෙම්වතා
ගාල්ල
පාවාද
හෝටල
ගුරුවර
සතියේ
මන්දිර
නියෝජිත
කොංග්ර
නිරුවතින්
පාරිභෝගික
ලියාපදිංච
තාවකාලික
100ක්
ආණ්ඩ
ඉරණ
උද
එෆ්
චිත්ර
ජේ
ඩය
තිල
පෙන
යවයි
යෝජනා
ලිප
ලැයි
ලිබ
වෙන්න
සම්ප
ළූණු
##මං
##මනා
##නු
##නින්
##ියි
##රුම
##කරමින්
##ළුෑණු
ගැටී
වැටුප
අප්රිකාවේ
බිළි
හේතු
ව්යා
මාලිංගගේ
රෝය
නිරුවත්
සීමාව
පුරවැ
පරදවා
නගරයේ
පහරදෙයි
මත්ප
මත්ද්රව්ය
ඉතිහාසය
ඉතිහාසයේ
##ැම්බරයේ
උඩුයට
සම්බන්ධයෙන්
ජයලලිතාගේ
හිඟයක්
වැරද
අර්ජුන
කාබුල්
විවේක
ඉන්දියානුවන්
සොයන්න
වියට්නාම
කුරුඳු
සිහිනය
ජාවාර
බැංගලෝර්
අස්වැන්න
අක්
අලි
ඇත්ත
උසේ
ටෙනිස්
තමන්
ධවල
බෙල්
භට
රයි
වල
ශුර
සබ්
හඬ
##ෙක
##යාන
##ිණ
##ිත්
##හින්
##ාස්
##මැර
##පට
##තැන්
##ියු
ප්රව
කොල්ල
කොවිඩ්
සමූ
මැඩ
ජනවාර
##වාස
##තාවක
බලධාර
බලාගාර
පැසි
නික්ම
පුළු
සිරියාව
ස්මිත්
අභිබ
පිළිතුරු
පරාජයට
##වැල්ල
කාන්තාවකට
දරුවෙකු
2018
ව්යාපෘත
ලක්ෂයක්
මැතිවරණයෙන්
දඩයක්
පහරදුන්
කමිටුවක්
අඟවයි
කළඹමින්
සුදුසු
මෙක්සිකෝවේ
අමානුෂිකව
අධිවේගී
ඔස්ට්රේල
සන්නද්ධ
යාත්රාවක්
නොහැකි
ගෝලීය
පෞද
නිව්යෝක්
උඩුයටිකුරු
උසේන්
සබ්මැර
##හින්ග
90
IM
ඇප
ඇරය
කෞ
කෙන්
චණ්ඩ
තිර
නුවන්
පමණ
බු
බන්ධ
මයි
යෙන්
වහන්සේ
##හපත්
##ගෙ
##ේත්ර
##කයි
##කොට
##දෙස්
##දාස
##තල
##වකාශ
##ණක
##ඳුර
##ාවකාශ
##ස්ලි
තරුව
කොළ
ඉන්දියන්ස්
අවිනි
##යාගේ
##සියා
##න්නැයි
සිද්ධ
පැහැ
##තාපල්
##සිං
අමරික
දෙකකින්
බ්රිතාන්යය
උපදෙස්
පුද්ගලයින්
පුද්ගලයෙකු
කාන්තාවන්ට
2019
තැනට
##වන්නා
වෙන්දේසියේ
අභ්යවකාශ
කුණාටුවෙන්
ගිවිසුමකට
යැවීමට
ලිංගිකව
මැලේසියාවේ
ගණනක්
පිළිබඳව
නවතයි
ගිලිහ
තිබූ
සංගමයෙන්
නිවේදනයක්
ක්ෂේත්ර
අධිපති
විනිසුර
තමිල්නාඩුවේ
ධාවන
විලියම්
සෙල්ෆි
තුන්දෙනෙකු
චැම්පියන්ස්
ඉරණම
පුළුල්
පෞද්ගල
IMF
අවිනිශ්ච
48
අක්ර
ඇඳ
උග්ර
එලියට
ඩිව
තලේ
නරේ
පර්
යේ
ළු
##යම
##ිශ
##ගාම
##ලො
##ැම
##ැත්ත
##ධානයේ
##භාව
##ශක
##ියෙක්
##ක්ස්
##ස්ගේ
##ස්කම්
##ාරය
වෙබ්
ප්රක
ප්රිම
අවාසනාව
අවතැන්
##ල්ලෙන්
##තුන්
ජනිත්
##ාතෘ
පළාත්
වීසා
සුන
සුඩ
රැස
ගැටේ
ස්ක
විශ්ව
දික්
සටහන
අභාව
##මාණය
ත්රි
රටම
එකම
අයෙක්
අයුරු
වරම්
මණ්ඩලයට
පුද්ගලයන්
මැතිව්ස්ට
නගරය
රැකගත්
අධිකරණය
ප්රංශය
ගැටුමට
ජපානයෙන්
අවදානම
සංවර්ධනයට
අභ්යාවකාශ
බේරා
දිල්ලියේ
උඩපන්දුව
තුර්කිය
සිසුන්
සිවිල්
කමිටු
ව්යාපාරික
තමිල්නාඩු
මහබැංකුව
ක්රියාත්මක
ක්රමයක්
370
සත්කාර
තොටුපළ
කැළඹූ
නොමැතිව
ඇවිත්
ප්රමිත
ශ්රේෂ්ඨාධිකරණ
සිල්වා
කිසිව
##හින්ග්යා
බන්ධනාගාර
පෞද්ගලික
අවිනිශ්චිත
තලේබාන්
ළුෑණු
44
අට
කිංග
කපා
ගෞ
ගැබ
ජූ
දස්කම්
නාසා
පිරි
පෙරේ
බුක්
මාන
මරා
යවන්නා
වදී
වෝන
වැනි
ශීත
සෙල
හඳු
##යාර්
##ාල්
##ගන්
##සල
##සාද
##කල
##මත
##තියට
##ෝප
##ණයෙන්
##ෂි
##ජක
##ඟු
##ත්න
##ිටි
අවප්ර
##ෙරප
මැණ
##රාම්
බලන්න
##වරයෙක්
මුස්ලි
සුළ
පුංචි
රැගත්
ගැටුමක්
සීකා
රථය
ඝාතනයට
නැව්
සූදානමක්
අඩුවේ
පුහුණුකර
සාකච්ඡාවක්
තුල
ගැල්
ගැලීම්
පාලන
වෙළදපළ
ආසන්න
මෙටි
ලාහ
අර්තාපල්
සැකකරු
##තිහාසික
මිනිස්
සංවිධානයට
අපේක්ෂාවෙන්
ජයලලිතා
ක්රියාකාර
නිකු
සිදුකළ
නායකත්වයෙන්
ක්රීඩිකාවන්
දඹුල්ලේ
සමුදෙයි
දේශසීමාවේ
සෞදියේ
සුවිශ
මොහොමඩ්
සන්රයි
කෘෂිකර්ම
අකිල
රසාය
ඩිවිල
ප්රිමියර්
දික්වැල්ල
වෝනර්
හඳුනා
මුස්ලිම්
මෙටි්ර
5ක්
අඛ
උස
එම
ඓතිහාසික
ගෘ
ගවේ
ඩෙ
දව
දුර්
නා
මෝද
මිරිස්
යතුර
රෑ
සත්ව
හඳ
ළමු
##යෝ
##යුර
##ගුව
##ටෝ
##්ස්
##මාතෘ
##දුරු
##තන්
##ළිකරුවන්
##බෑ
##2ක්
##ඵල
##ානයට
ප්රේම
##ංගත
විෂ
විසි
##ෙනුත්
##නයකට
සමර
ඇමරිකානුවන්
##න්නට
ක්ලින්
##මුඛ
අනියම්
මහමැති
සිහ
පැරණි
වසංගත
අග්රාම
වීර
ජනපතිවරණ
වෙනස
සැළ
##ප්පු
##වේද
දැමේ
නැග
නැගෙන
හමුදාවට
කම්පා
පොදුර
සොයයි
වෙළඳපොළේ
හෙළා
සංවිධානයේ
නොවේ
දැරියන්
දෙදෙනෙකුට
උත්සා
මිනිස
ධුරයෙන්
සුරංග
කැඳවූ
වෛරස්
ලොකුළුෑණු
ආදායමක්
දර්ශකය
පළමුවෙන්
පැරදුමෙන්
මාළු
ඇදවැට
හදිසියේම
දෙදෙනෙක්
විද්යාල
සිව්වන
වැස්සෙන්
කාශ්මීරයේ
නිර්මාතෘ
කැලිෆෝනියාවේ
වයස්
දිගු
වේගවත්ම
විශ්වාස
මත්පැන්
සබ්මැරී
සුනඛ
දුර්වල
මෝදිට
අග්රාමාත්ය
නැගෙනහිර
05
39
38
75
T20
අතුරු
ඇස
ඇත
ඉස
උපු
එළි
ගව
චිලී
තෙරේ
දම
නං
නත්ත
පොළ
බඩ
බෑ
මන්ත
ලිය
සල
##ෙම
##ෙලා
##සාන්
##දයි
##පුර
##ඩර්
##විල
##බර
##භියෝග
##ශාල
##3ක්
##ක්ත
වෙතින්
##ිසි
##ල්ලි
මැයි
ජනමත
##වාහන
##ස්ටික්
වැඩක්
##ීයෝ
කියූ
කිරීමක්
අගෝස්
සුනාම
කැද
එංගලන්තයේ
ඉල්ලූ
පෙරහ
සූර්
ප්රතිඵල
පොලිස
##යෙකුගේ
ඝාතන
නැවක්
මෙහෙමයි
පුද්ගලයෙක්
පිළිබද
කාලයක්
එල්ලවූ
2017
ක්රීඩකයන්ට
සෙබ
රොහින්ග්යා
සැකයක්
##ගැනේ
මධ්යම
##කයන්ට
තර්ජනයක්
ස්ථානය
වීඩියෝවක්
කැරළිකරුවන්
කඳුළු
ඇමෙරිකානු
යාත්රා
දෙදෙනා
පැවැත්වෙන
කළඹයි
සහතිකයක්
පුපුරයි
තොගයක්
යවන්නන්
ශ්රම
මලයාසියානු
මහමඟ
හිරු
සටන්කාමීන්
පිරිමි
යාපනයේ
කිරුළ
ඇන්ජලෝ
ලැයිස්
පුරවැසි
බෙල්ජ
පැසිෆ
නරේන්ද්ර
කිසිවෙකු
ගෞරව
පෙරේරා
මැණික්
මෙටි්රක්
උපුල්
තෙරේසා
මන්ත්රී
2ක්
කාම
චාර
ට්ව
ත්ය
දූප
දොර
දහස්
නට
පොර
බඳ
බර්
මාව
මතුව
රේ
වාස
ශෝක
ෂී
හිස්
##යත්
##රට
##ගොස්
##ේෂ්
##නියට
##පහ
##බා
##ෆ්රි
##ක්සිං
##ස්ට්
##ුවෙයි
##ෙන්ඩු
##න්දේ
##ින්ට
විධ
කරලා
##ිටර්
##රුන්
##නාත්මක
##ුපැ
කොරියා
තරගයක්
මහල්
මැදප
බලව
2020
කටාර්
සංචාරයකට
##මාණ
කම්පන
සොහො
එකේ
දෙකකට
ක්රමය
නිවස
ඉලක්කය
උපදේශ
වීඩීයෝ
රජයෙන්
මණ්ඩලයෙන්
අහිමිවෙයි
කඩුල්ල
ඉරානයෙන්
ලාභ
ගින්නෙන්
පූනේ
ආයතනයෙන්
චන්දිමාල්ට
පැවති
පකිස්ථානය
බොකෝ
බොක්සිං
පහරදීමට
ගෙදර
දෝෂා
දැමීමට
අඩුවීමක්
උළෙලට
කැමැත්ත
අංශයේ
පෙම්වතිය
නායකත්වයට
නෞකාවක්
ඊජිප්තුවේ
රාත්රී
සෝමාල
##ිවුඩ
පන්ජාබ්
ඉරියව්
ලියාපදිංචිය
තාවකාලිකව
කෙන්ය
අවාසනාවන්ත
කිංග්ස්
ගැල්මෙන්
සුවිශේෂ
රසායනික
යතුරුපැ
හඳුන්
පැසිෆික්
ට්විටර්
ත්යාග
දෝෂාභියෝග
800
අංක
අත්ව
ඉක්
ඉන්න
ජාල
ටයි
දළ
දක්ෂ
නේ
පත
වො
වීමේ
සුන්
##ගාට
##කගේ
##දුම්
##ප්රා
##ෝෂ
##වහන්සේ
##ළුවක්
##ජින
##ෆී
##ියන්ට
##ත්තර
##ිකළ
##තින
ප්රමුඛ
ප්රවාහන
විට
##ිමත්
සහාය
සහනා
සහෝද
සමාව
##යාස
##න්නේ
වෙළද
අපහ
කළමනා
මැදි
එක්ක
වෙළඳුන්
පිටුව
##ක්කා
අයිස්
නොබ
ඉල්ලීම
දැන්
ජීව
වේද
ඉදිකිර
##ක්රම
ත්රස්තවාද
ඉනිමක්
##ට්ටුව
හිමියන්
විරෝධී
පහරින්
ඉන්දුනීසියාව
වෙනස්කම්
නිලවරණය
ගිවිසුම්
තැබීමක්
ගොවි
පාලනය
ව්යාපෘති
ආයතනයේ
දිවයිනේ
කෝලිගේ
හරී
දර්ශන
ඔබාමාගේ
ඉදිරිපිට
යුරෝපයට
වෙළදපොළේ
විනාශයි
කණ්ඩායම්වලට
උත්සන්න
ආරම්භක
කාලගුණයෙන්
අඟහ
සුළඟින්
තාක්ෂණ
වැළැක්
ඊජිප්තු
හෙලිකොප්ට
කම්හල
විනිසුරු
පැතිරේ
නොදැව
වෙනිසියුලාවේ
පාප්වහන්සේ
ඇලෙ
පිටුපසින්
කවුන්
වන්දි
##ල්කාර්
පහසුකම්
ඩේවිඩ්
ගිණුම්
ප්රභේදයක්
අදියර
කොංග්රස්
චිත්රපට
සමූහ
අභාවප්රා
සන්රයිසස්
ළමුන්
##ෙන්ඩුල්කාර්
සහනාධාර
අභාවප්රාප්ත
41
4ක්
උද්
එකට
ඒක
කෑ
ගෝ
ජින්
ණයක්
තෙ
තෙක්
තෑග
දමා
පල්ල
බොල
මිළ
වීම
සද
සච
සජී
හසන්
##ිෂ
##හරාම්
##ුධ
##ගහ
##ගන
##සියාවට
##කය
##මී
##වට
##විය
##බෝධ
##ජා
##ස්ම
##ම්මා
##ිව්
වැදී
##ල්ලා
සමයේ
සමස්ත
පාපැ
දෙස
නවදි
ජයගත්
මහලේ
ජනප්ර
එක්වන
විස්සට
සුකී
පුට
පරිමා
##මින්ටන්
අලු
වැටලීම්
සමඟින්
දැක්
අප්රිකානුවන්
##ස්ත්රෝ
අනතුරක්
අනතුරෙන්
රථයේ
පොලිසිය
සියදිව
##පත්තු
පිපිරීමෙන්
හිමික
රෝහ
තරුණියන්
සංචාරකයන්
ලැබෙන
ඇෆ්ගනිස්ථානයට
150
කලක්
වටලයි
වෙන්දේසි
සමාගමේ
ජලය
වසරේදී
##ෂණයට
ආයතන
පදක්කම
##ගැනීම
අවස්ථා
බලාපොරොත්තුවෙන්
අරන්
පරදවයි
තීරණාත්මකයි
නේපාලය
තුර්කියට
ගිවිසුමට
ගුවනට
යුද්ධය
යැවූ
ඉතාලි
බීජ
අමාත්යවරයා
තුනක්
පෙන්වයි
තාක්ෂ
පිතිකරුවෙකු
හෝටල්
රහසක්
අයවැය
රිදී
කැනඩාවේ
දැනුම්ද
ගම්මිරිස්
යුක්රේන
වරායේ
කිරීම්වල
ඩයලො
බිළිඳ
නික්මෙයි
ස්කොට්
ලාහෝර්
එමීර්
සූර්ය
අපහසු
පිටුවහල්
කවුන්සිල
සියදිවි
ඩයලොග්
3ක
43
5ක
අතින්
ආප
උත්ත
එවර
කන
කුර
ගබ
ජෙ
ඩ්ර
තැ
තුර
දණ
ධර්ම
නළ
නැර
පන්න
බ්ල
මුණ
මඩු
මලල
යෙද
ලන්
ලෙන
ශිල්
සාද
හස
##ග්ඩ
##ේක
##ලීමට
##කල්
##කයා
##දානය
##ැල්
##ෝගී
##වින්
##වෙන
##at
##ශාන්
##ෂධ
##4ක්
##ියගේ
##ිලා
තරඟාවලි
සමාන
මිලිය
##ෙරදිග
##ලියා
මහනුවර
202
##කරුවෙකු
පුත්ර
##නයේදී
වසරක
තීන්දුව
බෝට්ටු
බෝට්ටුවක්
##ුවේදී
නැගී
අධ්ය
බිත්තර
අගමැතිනිය
ක්රියාව
##ුනේ
ප්රහාරයකට
ජීවිතය
වෙළඳපොලට
ඉනිමට
සමුගත්
ව්යවස
ශූරතා
නායකයාට
නායකයාගේ
නායකයාගෙන්
සංචාරකයින්ගේ
10ක්
විදේශීය
##ගතම
කලකට
අධිකාර
මෙසී
සේවය
අවදානමක
පකිස්ත
ආනයනයට
ආනයනික
ප්රාන්තයට
මැතිවරණයේ
##ංචියක්
ආයතනයට
වර්ග
##ප්පෝ
ධුරය
කුණාටුවක්
ජයග්රහණයට
පාර්ලිමේන්තුවට
හැරී
අධිකරණයෙන්
මහබැංකු
ජෝන්
පිත්තෙන්
පත්වෙයි
නියෝගයක්
කේරළ
බංගලාදේශය
ගොඩනැගිල්ලක්
ප්රශ්න
පණිවුඩ
කරුණාර
රොකට්
මර්ද
කණගාට
ව්යාපෘතියක්
සුදුසුකම්
ක්රියාකාරකම්
වයස්ගතම
මැදපෙරදිග
බොකෝහරාම්
නොබෙල්
අඟහරු
උද්ඝ
ජනප්රිය
42
6ක්
අයට
අෆ්රි
ඖෂධ
කෙන
කුවේ
කස්ත්රෝ
ගගන
චන්ඩ
ටී
ටියු
ඩී
ඩුබ
තෙන්ඩුල්කාර්
ද්
ද්රව්ය
නෝ
පිවිස
බාල
මෙල්
රූප
ලිහ
වත්
සර්
සුදු
හොර
ෆ්ල
##යෝජ
##ිඩ
##ගැ
##කරණය
##ඩුව
##ෝන්
##වීම්
##බන
##ශයෙන්
##ජර්
##ජරා
##7ක්
##ියස්
##ත්ය
##ුවාට
තරු
කොන්ත්ර
අවබෝධ
##ිමට
නවාස්
අප්රේ
තරගාවලි
ජනතා
කණ්ඩායමෙන්
##සුණු
හමුවට
පැප
පැතුම්
##තරය
##ෙහි
##වරයි
##ෂ්ක
වසයි
අත්ය
වෙනත්
සැණක
සිරවූ
ක්රීඩකයින්ට
වසරකට
දිල්
අනතුරේ
කම්පනය
සංගමය
එකක්
ආයුධ
ත්රස්තයන්
හදවත්
මාලිංගගෙන්
පැමිණේ
පෙට්ට
පුද්ගලයාට
හැඩ
ලක්මාල්
##කරුවන්ගේ
##න්ඩර්
කොළඹට
2015
අතුරුදන්වූ
ඔබාමාගෙන්
##වන්නැයි
මැතිවරණයක්
බලපත්ර
සංවර්ධනය
ICCයෙන්
හරස්
මධ්යධ
##ජිණ
නගරයට
අවුරුද්
නිලධාරීන්
සැලැස්
කිහිපයකට
කෘෂි
යුද්ධයක්
අර්බුදයක
අධිකරණයට
විකිණ
මුහුණද
කාර්මික
ගාස්
සාග්
පසුව
තනතුරට
කැලිෆෝනියා
සමුළුවක්
කපයි
අයර්ලන්තය
දඩුවම
රාත්ර
මාලදිවයිනේ
ගුජරා
පුහුණුවීම්
අක්කර
කොළො
පිරිපහ
මානව
ගෘහ
සොහොයුර
සෝමාලියාවේ
මැදිහ
වැළැක්වීමට
සජීවී
පාපැදි
මහලේකම්
අලුතින්
එවරස්ට්
නැරඹ
ශිල්ප
ව්යවසායක
කොන්ත්රාත්
අවබෝධතා
අප්රේල්
අසේ
ආන්ද
ඇණ
ඉස්
එයාර්
ඔස
ගණු
ගන්නා
ජොන්
ටො
ඩිල
තෝ
පේ
පවත්
බින්
මස්
මිහ
මිතුර
රූ
වශයෙන්
සොර
හත්
##ිද්
##ොඩ
##හු
##ලිට
##නායක
##වුන්
##වුම්
##ංස
##le
##8ක්
##ුවලට
##ල්මන්
ප්රා
ප්රදී
##ින්ම
කොන්දේ
##ාලූ
වැසි
වැසික
සහනයක්
සහභාග
##නාමි
##රණී
##ුවන්න
##ාර්ග
අපූරු
අනිද්
මහජන
සිඩ්
කොටි
වැඩිව
##සුල්
20ක්
##වරට
සුනාමි
පහදයි
##ාජ්ය
නායකයින්
නොම
බැලූ
##ඩ්ස්
ඉහළම
දිවියෙන්
පොදු
සංගම්
බ්රිතාන්යයට
බ්රිතාන්යයෙන්
එළඹ
රජයට
කුල
සටනක
පිරිව
වෙළඳපොළට
සංචාරකයින්
බැංකුවේ
##ාගාරය
ගැටුමේ
දුම්රියක්
##වාදයක්
ක්රීඩකයන්ගේ
රොබෝ
අතහැර
පිලිපීනයට
##වරයාගේ
කුණාටු
ගෙනා
පුටින්ට
නිලධාරියෙකු
පාර්ලිමේන්තුවේ
බිරිඳට
පනතට
මැලේසියාව
උඩුගුව
මහේලගෙන්
මහබැංකුවෙන්
##පිටි
අන්තර්ජාලයට
සරණාගතයන්
සුදාන
සංගමයේ
ස්ටී
පිතිකරුවා
ගුරුසිංහ
අරාබියේ
කඩාවැටී
පද්ධතිය
මව්බ
##ාගැනීමට
වෙනිසියුලානු
##්රෝන්
දඩුවම්
මනාල
ගහපු
සාර්ථකව
ගුවන්තොටුපල
##ාබේ
ඉඩම්
දෙවැනි
ආරාධනා
සෙබලූන්
සැප්තැම්බර්
තත්ත්වයට
සරස
ලිපියක්
වැටුප්
බලධාරීන්
තිරිමා
##ගෙදර
සෙලවෙයි
වීරයා
සබ්මැරීනයක්
නත්තල්
සෙබළ
හෙලිකොප්ටරයක්
ඇලෙප්පෝ
පරිමාණ
හිමිකම්
දැනුම්දීමක්
ස්කොට්ලන්ත
ඩුබායි
ද්වි
සැණකෙළ
මධ්යධරණී
කොළොම්බ
පිරිපහද
ආන්දෝල
ප්රදීප්
අනිද්දා
04
57
අනා
ඇපල්
උද්ය
ඔක්ත
ඛනි
ජැම
ඩ්රෝන්
දීම
දහස
නර
පවු
බය
මස
මොර
යථා
ලකුණ
වහ
වු
වඩා
සව
ළං
ළමා
##යන
##රිම
##ාක්
##ගාබේ
##ේජක
##ලය
##කීය
##කමක්
##මෝ
##මති
##මන්ත
##පාත
##තෙක්
##ෝෂණ
##විට
##ළුවන්
##ළියට
##බුන්
##al
##0ක
##චනය
##er
##ඇමති
##ාවි
##ිකාවක්
##ල්ඩෝ
වෙලා
##ියාවෙන්
ප්රජ
##ට්ස්
විනිම
කරගත්
ඇමත
##නාල්ඩෝ
##ෙකුට
##සියට
ක්රීඩාවේ
තරගයේදී
පිහි
මහඇමති
##ාමාර්ග
ලෝකයම
කාසිය
එක්ව
##තාවට
මුල
මුගාබේ
නිල්
නිපද
වීථ
පුතු
සිරද
රැජින
තීන්දුවක්
නොකළ
නොකරන
බැග්ඩ
ස්මාර්
විශ්රාම
අප්රිකාවෙන්
බිග්
දිවා
සංග්රාම
ප්රතිප
##ලාභ
රාජකීය
දෙකක
නැවතු
උපකරණ
උපරිම
ලෙබන
පන්දුවෙන්
සමුගැනීමට
පැමිණෙයි
තරුණයෙක්
සාකච්ඡාවට
ජාතිකයන්
හැක
චන්ද්ර
ලක්ම
නිරෝධ
##මේන්ත
රාජ්යයට
රැකීමට
කාලය
වටයේ
19න්
පැරා
දරුවෙක්
යුග
සීමාවේ
මාසයේදී
සේවක
හමුවූ
රොනාල්ඩෝ
මැරතන්
##බර්ග්
මිනී
බොඳ
##හලෝක
දිල්ලිය
මියන්මාරය
දෙනෙක්
යුරෝපය
බිරිඳගේ
යැවීම
ග්රහලෝක
මැලේසියානු
කෙටු
රැස්වෙයි
ධනු
පක්ෂය
සරණාගතයින්
ක්රමවේද
කාර්තුවේ
සාගරයේ
##ොක්ස්
මාලදිවයින්
මලයාසියාවේ
තිදෙනෙකු
ළඟදීම
දේශසීමා
මාරුතය
නායයා
වයස
##රීෆ්
කෙරෙන
හුවමාරුව
ආබාධයකට
දැල්පන්දු
යුක්රේ
ගිනික
සංකීර්ණ
නාමය
කොමිස
අනාවැක
සංශෝධනය
කඩිනම්
ආණ්ඩු
පෙනෙන
භටයන්
ජනවාරියේ
අභිබවා
ඇරයුම්
##ඳුරට
ක්ෂේත්රයේ
අක්රිය
අවිනිශ්චිතයි
පුහුණුකරුවෙක්
ක්ලින්ට
මහමැතිවරණ
උත්සාහ
බෙල්ජිය
වොෂ
උත්තේජක
සිඩ්නි
ඔක්තෝ
ඛනිජ
ජැමෙයි
බැග්ඩෑ
ස්මාර්ට්
කෙටුම්ප
03
2යි
3යි
65
7ක්
අණ
අඳ
අඹ
අකුණු
ඇල්
උමං
උරුම
ඍජු
එල
ඕන
කන්
කප්
කඳුරට
ගාසා
ජො
ටෝක
දශක
නුස
පනී
බද
බයි
මතට
රෙ
රක්ෂණ
ලූ
සන
සල්ම
හෆී
##ාශ
##ාදී
##ලීම
##ලකට
##9ක
##වශ්ය
##ෘතිය
##ඹුරු
##ඉරි
##TE
##pp
##ස්වයි
##ුවල
##ිකාර
##ිකරණය
##ම්ස්
වෙල
##ිලේ
##ුදුසු
##ාලයේ
අවුන්
අවදානය
වැලි
පාන්
දෙගුණ
##ාගන්න
අපයෝජ
මහර
මහවැ
ලෝකෙම
##ස්සේ
වැඩකරු
ට්රක්
සුඛ
##්ගින
ජනපතිගේ
පරිප
##විද්ය
වසරක්
නොදු
ගැටළුවක්
##මින්ද
සිටියදී
අභිර
විරාත්
අමතයි
රථයක
තරඟාවලියෙන්
තරගාවලියක්
පිළේ
##ේෂණ
බෝම්බයක්
අයහපත්
හිමිවෙයි
පැමිණීමේ
අසළ
තරුණයා
පෙට්ර
පෙබර
බිලිය
චන්දික
හිංස
රැකීම
ආදරය
11ක්
මොසුල්
12ක්
දියණ
##ස්ථානය
14ක්
කුමාර
කුමාර්
කුමන්ත්ර
මූල
අතිර
අතපත්තු
භාරගනී
අත්හදාබැ
ඉතිහාසගත
කර්මාන්තයට
දෝෂ
යුද්ධයේ
අර්බුදයක්
ඊශ්රායලයට
පූර්ණ
පැරදූ
නෞකා
විකුණ
ඇමෙරිකාවේ
ජර්මනිය
ඉදිරියේදී
හතරේ
හතරවන
වර්ෂාව
ඇගය
ජෝර්ජ
කිරිපිටි
සුළඟක්
නෞකාව
වැළඳ
පස්දෙනෙකු
තනතුරක්
අනුපාතික
අභ්යාසයක
අර්ජුණ
##ාගැනීමේ
ගුණති
ඔස්ට්රේලියා
ප්රසිද්ධියේ
ලෝකයේම
මොහොමඞ්
සෝමාලි
ස්පාඤ්ඤයේ
උතුරේ
ප්රවර්ධන
බැලීමක
ආගමික
හානිකර
වියදම
වියදම්
පෘථිවියට
අවධානයෙන්
අමාත්යාංශය
කඩිනමින්
ශාන්තුවර
ප්රදර්ශනය
දෙපාර්
සෙල්ලම
ලිබියාවේ
රෝයල්
මයිකල්
පැහැද
##භාවය
විශ්වවිද්ය
අවප්රමාණ
නිකුතුවක්
ඇතැයි
බඩඉරි
##ශාලාවක
කැදවයි
චාරිකාව
පොරො
වාසි
උපදේශක
සුන්බුන්
සහෝදර
ජින්ප
තෑග්ග
තාක්ෂණය
ඩ්රෝන
අධ්යාප
කරුණාරත්න
නෝට්ටු
ලිහිල්
අවුරුද්ද
ගණුදෙන
කොන්දේසි
පවුලේ
වීථි
ටෝකියෝ
සල්මාන්
පෙට්රල්
පෙබරවාර
46
55
85
9ක්
අබ
ආන
ආක්රම
ඇන්ට
ඉඟ
උෂ්
උදුර
උසස්
කී
කත
දෑ
දිල
දීමට
නාග
පාන
බිය
බිමේ
භෝග
මල්
මාත
වීමට
ශර
ශෂික
සක
##ිණි
##රයේදී
##ාට්
##ගැන්
##සෙල්
##සුමක්
##ලර්
##කේ
##කඩ
##කයක්
##කේන්
##9ක්
##මාව
##දව
##දරු
##තී
##තමේන්ත
##වස්ථ
##බ්ල
##ජන්ට
##චනයක්
##IS
##න්වයි
##ුවූ
##ානාම
##යක්ෂ
##ර්ත
##ංකා
ප්රස
ප්රවී
ප්රේෂණ
##කුත්
වැය
##නාහිර
සංස්ථ
සංදර්ශ
##ම්පත්
නවක
##ාදයි
ක්රීඩාව
ක්රීඩාවට
වෙයිද
කළේ
මහානාම
##ස්සල්ලෙන්
වෙළඳස
වැඩිවෙයි
##ියේදී
##වරියක්
##කරයේ
##ියාගේ
නිහ
නික්
සුලෝ
පරතරය
සිරකරුවන්
ක්රීඩකයකු
##ප්තිය
බෝග
දිනයට
##ෝද්ය
කටාරය
පසුබ
අභිම
අභියා
විරාට්
සූත්ර
තහනමට
අමතර
තරඟාවලියේදී
##ණයකට
සියලූ
ක්රිය
##ත්තල
කුසලානයෙන්
ඉනිමේ
හදන
හිමිවූ
ව්යවස්ථ
පීඩා
අසල
තීරණයට
පුද්ගලයෙකුට
නිෂ්පාදනයේ
පිතිකරණ
##කාරි
ආර්ථිකයට
##වර්ධන
සොයාගැනේ
කරනවා
ගැහැ
අන්තවාදී
සමාගමෙන්
බස්නාහිර
ව්යාපෘතිය
ඕස්ට්රේලියාවෙන්
හමුවීමට
වේගය
කුමරිය
##ගැනීමේ
පිලිපීනය
බේකර
චෝදනාව
නේපාලයට
මාධ්යවේ
මාධ්යවේදී
කිඹ
තත්ත්වය
ඉදිරිපත්
කර්මාන්තය
දෙනා
යුද්ධයෙන්
පාර්ලිමේන්තු
ගොවීන්ගෙන්
අවිශ්
හැරේ
ඉතාලිය
විදුලිය
කැරිබ
ඡන්දය
තිබියදී
පැවැත්වීමට
##ස්කාර්
පෙන්වූ
අන්තර්ජාලය
ISIS
නිමයි
විද්යා
පුපුරා
බෙදා
සිංගප්පූරු
කාශ්මීරයට
වැරදි
ශ්රමික
පත්වූ
බහු
කන්දක්
අයවැයෙන්
අරාබිය
පිහිට
අධිවේග
යොමු
පද්ධතියක්
සමුළුවට
කැපී
සාර්ථකයි
##ච්චි
හුවමාරු
වැදගත්
ග්රීසියේ
විමර්ශ
ප්රවර්ධනයට
ප්රේක්ෂක
ත්රස්තවාදීන්
චන්ද්රිකා
ව්යාප්ත
රෝයල්ස්
ප්රවේශ
ප්රමිතියෙන්
ශ්රේෂ්ඨාධිකරණයෙන්
ඩිවිලියස්
ප්රේමදාස
මිනිසුන්
විද්යාලයට
පෙරහුරු
තෙවන
නවදිල්ල
පුත්රයා
ටියුනී
ගාස්තු
අසේල
පිරිවැට
සෙබළුන්
ද්විත්ව
ප්රතිපත්ත
නිරෝධාය
ධනුෂ්ක
අනාවැකියක්
නුසුදුසු
අතිරේක
දෙපාර්තමේන්ත
පැහැදිලි
ජින්පින්
උෂ්ණ
ශෂිකලා
සුලෝහිත
08
4යි
50ක්
MH
UP
ආපු
ආජන්ට
ඇත්
උව
කපු
කන්ට
කජු
ජු
ජලා
තත්වයක්
තෙරප
දුප
දයාස
නම
පට
පෝ
පුර්
පතයි
භයාන
රත්ර
ලද
ලෝ
ලොර
වුණ
ශා
ශරීෆ්
සිම
සකර්
හවා
##ෙට
##යං
##යාර
##සය
##සිව
##්නි
##දෙයි
##ැද
##ඩන්
##වෝ
##වීමෙන්
##un
##am
##ෂී
##DA
##4ක
##ල්යා
ප්රචාර
කොකේන්
විභාග
##ිවේද
##ිවාර්ය
කරගෙන
##ිස්ට
##ාදා
ක්රීඩාවෙන්
##කින්න
##මුණු
##ම්බෝජ
##ෙරී
අනිවාර්ය
මැකල
ජනගහ
##වනු
කාම්බෝජ
හෙල්ලූ
##ස්ටර්
බලාගෙන
පැළ
ඡායාරූපයක්
අග්නි
පුතා
පුළුවන්
ජනපතිනිය
##ළුම්
සැත්
කැඩ
ක්රීඩකයෙකු
ක්රීඩකයෙකුට
නායකයෙකු
තරඟයත්
එංගලන්තයෙන්
ගැටළු
වැටීමෙන්
පාකිස්ථානයෙන්
##ඩ්න්
දේහය
එරට
ඇරඹුම
දිනයේ
දිනේෂ්
කටුන
අනතුරුව
අනතුරකට
විරුද්ධ
පෙරලී
බිම්
හමුදාවේ
කම්පනයේ
ජපන්
සංගාගෙන්
රටට
වර්ධන
ක්රොස්
##ුනි
එළියක්
ඝාතනයේ
සේනා
උපන්ද
ඇමතිට
හිමිකර
කෝලිට
පීඩ
පැමිණෙන
සටනක්
##ාන්තික
##ිකයන්ගේ
නගී
ප්රබලයන්
නිලවරණ
රැකගන්න
නුවරදී
තොරයි
යුධ
ගැස
ගැල
පාලනයට
120
මෙතෙක්
සැකකරුවන්
සැකකරුවෙකු
මැතිවරණයට
මාර්තු
හරහා
සැමර
සැමරු
##හිරු
කුසල්ගේ
යාමට
නගරයක්
ශූරතාවලිය
නිලධාරින්
මියන්මාරයට
ගුවනින්
යටතට
ඊශ්රායලයෙන්
තායිලන්තය
යැවීමේ
බ්රසීලය
කෙළ
කමිටුවේ
මොහොතේ
අන්ති
නියමුවා
ප්රහාරකයා
කැනඩා
සංගමයට
පසුප
විරෝධතාවක්
කම්හල්
ක්ෂේ
ජනතාවට
පිහිටුව
යොම
කලාපයේ
මාරුතයක්
තායිවානයේ
කැපූ
##බෝලා
ගම්මාන
කාර්යාලය
කඳවුරකට
සම්මේලනය
වරායට
විරාමයක්
අරමුදල
සෙනෙට්
සැප්තැම්බරයේ
රෝහලක
ගොඩබස්වයි
රයිඩර්
ශුරතාව
ඔස්ට්රේලියාව
පමණක්
පමණයි
ප්රකෘති
සුඩානයේ
වැනිදා
අඛන්ඩ
අග්රාමාත්යවරයා
සුනාමියෙන්
ලැයිස්තුව
ත්යාගය
සදහා
සචින්
රෝහලේ
ජෙරු
තුරන්
කේරළයේ
පණිවුඩයක්
උද්ඝෝෂණ
අෆ්රිඩි
රාත්රියේ
නැරඹීමට
පේරු
සුදානම්
ආන්දෝලනාත්මක
ලක්මව
සංකීර්ණයක
ඔක්තෝම්බ
සනත්
මහරැ
නොදුටු
විශ්වවිද්යාල
බඩඉරිඟු
ආනන්ද
UPDA
උවදුර
දයාසිරි
හවායි
මැකලම්
UPDATE
30ක්
53
52
72
7යි
87
8ක්
අඩි
ආවරණ
ආශ්ර
ඇන
ඇසි
ඇවිල
උල්ක
ඔප
ඔස්ට
කර්
කල්ල
කණි
ගස්
ගාල
ගමක්
ජිව
ජෙට්
ඩි
තාන්ත
තැන්
තෝර
දිරි
දොස්
නිමා
නෙද
නෙරප
ප්රී
පෙන්න
පක්ෂයට
බෙන්
මඩ
මිට
මසුන්
යන්ත්ර
යෑමක්
යහපත්
රහස
ලහිරු
වෘ
වරු
වොට්
ශාර
ශිෂ
සඟ
සින
ෆො
##ින්ද
##රියා
##ාම්
##ාස්ටික්
##ගා
##ගල්
##ගස්ක
##ගන්නා
##සර
##සර්ලන්ත
##්යක්ෂ
##ලිත
##දූ
##පෝ
##පණ
##පොළ
##පේක්ෂ
##තැන
##ැහැ
##වැව
##ෘතිමත්
##භෝගී
##oo
##ජන්
##7ක
##ාවෝ
##ුවකට
##ිකර්
##ාරා
##ුරුව
##ර්බ
ප්රතික
##ට්සර්ලන්ත
විග
විනය
##ුදෙන
##ිවලින්
කරළියට
##රුණු
අවන්
##ෙකුගේ
අනපේක්ෂ
කාට
එක්වේ
වෙළඳාම
බලාස
බලකා
##ත්වයෙන්
##ත්වීමක්
ගුවන්යාන
##වරිය
##ියාට
මියගොස්
අත්පත්
අගයට
අගවයි
සුභ
පහලට
##ප්ස්
##විට්සර්ලන්ත
##ද්වී
බැඩ්
ගැටළුව
ස්විට්සර්ලන්ත
අලී
කාන්තාවට
දිනකට
ඉන්දියාවේදී
##ායික
වාණි
අධ්යක්ෂ
සූරිය
අගමැතිගේ
සංගීත
රටක්
තරගාවලියෙන්
##ුනත්
නිවා
සාක්ෂ
ආරක්ෂණ
පන්දුවක්
ඇමතිගෙන්
හිමිකරු
කුක්
රෝහි
ලෙසට
සාකච්ඡාවක
අහිමිවන
ගිනිගෙන
හිදී
කාලසටහන
##ාගාරයට
පැරී
විසද
පරීක්ෂා
පරීක්ෂාවට
මැතිව්ස්ගේ
සේවකයන්
##දෙනෙක්
ලක්ෂය
සෙවීමට
දුක
ගණිකා
ලොක්ක
මුහුදේදී
මූල්යා
චන්දිමාල්ගේ
කෝලිගෙන්
භාරයට
16ක්
ඇතුළ
ඇතුළුව
##වරුන්ට
##කීබ්
##බර්න්
පියවරක්
ජයග්රාහ
විරෝධතාකරුවන්
බාධාවක්
ගිවිසුමෙන්
ඇඟළුම්
මවගේ
ප්රථමයෙන්
දෝණි
දෙනෝද
කිහිපයක
21ක්
අභියෝගයට
නයිට්
අගනුවරට
ආහාරයට
ආසාදිතයින්
මුල්වරට
සැරසෙන
දුරකථනය
24ක්
විකාශ
ක්රීඩාංගණ
සම්මත
යෝජනාව
හිඟය
කන්නයට
දසුන්
එකඟතාවක්
චැලෙන්
ලබාදුන්
කිලෝව
අල්කයි
නිළවරණය
අරාබියට
යොද
නායය
වතුරෙන්
එන්නත
බංගලාදේශයට
තායිවාන
ස්වයං
කැමරාවක
සන්නිවේද
විසඳුමක්
භාවිතය
නොහැක
ප්ලාස්ටික්
වැදුණු
සිංගප්පූරුව
ශ්රේෂ්ඨාධිකරණය
ආරාධනයක්
පාසලක
සැපයුම්
හැසිරුණු
ප්රේක්ෂකයන්
බිලිඳ
ප්රචන්ඩ
විචාරණයක්
සෙල්ලම්
මන්දිරය
තිලංග
##ෙකැ
ඔස්ට්රේලියාවට
අමරිකා
විනිසුරුවන්
පර්යේ
යේමන
ප්රකෘතිමත්
රැසකට
සත්කාරක
ජූලි
##සාදය
##ෝපභෝගී
සුළං
උසම
එළිද
නංවයි
අගෝස්තුවේ
මහමඟදී
බඳුන
විධායක
බලවතා
සුවිශේෂී
හඳුන්වාද
අත්වූ
ත්රස්තවාදයට
කම්හලක
පල්ලෙකැ
කෙනෙක්
ගගනගාම
මෙල්බර්න්
වත්කම්
ෆ්ලොර
කම්පනයකින්
නොමිලේ
උඩුගුවනට
විනිමය
ඇමතුමක්
සංග්රාමය
ක්ලින්ටන්ට
ජැමෙයික
කප්පාද
අවුන්සාන්
සුඛෝපභෝගී
පරිපාල
ආක්රමණය
ඉඟියක්
ශරීර
ක්රියාමාර්ග
බේකරි
කිඹුල
කපුගෙදර
කන්ටේන
ජුලි
ජලාශ
භයානක
සකර්බර්ග්
කණිෂ්ඨ
තාන්ත්රික
නෙදර්ලන්ත
වොට්සන්
ශිෂ්ය
අනපේක්ෂිත
බැඩ්මින්ටන්
වාණිජ
රෝහිත්
මූල්යාධාර
අල්කයිඩා
500ක්
6යි
74
91
ආකාර
ආසියා
ඇර
ඇල්ලූ
ඇන්ඩර්
ඉන්
ඉපය
උග
උණ
උල්
උස්ස
ඔස්සේ
ඕම
කථ
කුණු
ගසා
ජ්ය
ජුනි
තණ
තිස්
තල්ම
දත්ත
ධම්ම
නොල
නෝර්
පන්
පානය
බැට
බුල
මන්න
මිරි
මොළ
යූ
යුත්
රාම
රනින්
වොල
ශාල
ශර්මා
ශකීබ්
සිත
සුස
සක්ර
ෆෝ
##ෙස
##ෙෂ්ඨ
##ෙද්දී
##ිං
##ාළ
##ගොඩ
##සාර
##සර්
##කන්
##කිය
##කාය
##කම්ප
##මකින්
##පි
##පාර
##වාන්
##වුණු
##an
##භංග
##ඹා
##ශව
##ෂාර
##ජය
##6ක්
##චන
##න්ගෙන්
##්රුවන්
##්රැව
##ත්ස
##ෙන්ම
##ෙන්ති
ප්රිය
##ින්ටන්
##ණුම්
##ිතාව
කරපු
කරගනී
තරඟවලට
##නාට
දෙලක්ෂ
අදහස්
අදාළ
මිලෙහි
##ාග්
ජයත්
අනුර
මහත්
සිප
මැන්
මැච්
##ාමා
##ාමාන්ය
ජනර
ජනනේ
ලෝකයක්
ලෝකයට
එක්ලක්ෂ
##වාසී
පළාත
වැඩසට
බලකොට
බලකාය
##වලා
##වලදී
පැද
පැන්න
පිටි
205
##ානයක
විස්සෙන්
ජනපතිවරණය
පරාදයි
සැබෑ
සිරවී
##ප්ට
##වින්ද
##ියෝප
නායකයෙක්
තීරයට
වනවිට
බ්රසල්
ස්ප
ස්වී
වැටෙන
දිනා
##සිට්
නවසීලන්තයෙන්
ආරංචියක්
##යකදී
##බ්බ
ප්රතිඥ
ලබාගත්
ඉවත්වීමට
තරඟාවලියක්
එකින
එකතු
තරගාවලියේදී
##නිමින්
ජීවිතාන්ත
නිවසට
සංචිතයෙන්
##රාජ්
උපදෙ
ආරක්ෂාවක්
මුදල
අත්අඩංගුවේ
හොල්ල
හිමියන්ට
ව්යාජ
පීටර්
අසාර්ථක
අසාමාන්ය
කුඹුරු
පුහුණුකරුවන්
##කාරිය
ඉන්දුනීසියාවට
##ිබෝල්
තීරණයක
කලින්
දීප
වටින
සොයාගත්
සොයාගනී
අපනයනයෙන්
ගැසේ
දුම්රියේ
සංඛ්යාත
අස්වේ
අස්වනු
මෝදිගෙන්
සමාගමට
##ේදීම
175
සේවාව
සේවකයින්
දියුණ
පිරිසකට
දැරියට
##ෝනියා
ක්රීඩකයාට
බලපෑමක්
බලාපොරොත්තු
පැවසූ
දුම්රියක
වර්ණ
හරවා
පකිස්ථානයේ
ධුරයේ
180
පුටින්ගේ
පුටින්ගෙන්
තුර්කියෙන්
නිලධාරීන්ට
ඉතියෝප
ජයග්රහණයක්
යුරෝපයෙන්
යානයක
ඊශ්රායලය
ඊශ්රායලයේ
ජර්මන්
මීටර්
මාරාන්තික
කෙසෙල්
හයිට
ඛාන්ට
රැස්වීම
මාර්ගයේ
සැරසූ
ක්රීඩාංගණය
පෙරළිකාර
ලන්ඩනයේ
ගොඩනැගිලි
යෝජනාවට
ස්ථාවරයි
නිමාව
ක්රීඩිකාවන්ට
සාමාජිකයන්
සමුදීමට
පෙළක්
රත්කළ
අනුග්ර
ලබාදීම
නිවේදනය
ශ්රි
නිර්මාණය
බරපත
රියදුර
##කාමී
තරංගට
තිළි
##ෂාල්
මාරුතයෙන්
ආයෝජකයන්
කැමරාවේ
කැනඩාව
බැරි
ප්ලස්
සිංගප්පූරුවට
යුවළ
06ක්
##ිවුඩ්
සහිතයි
හිතෙන
කරුණානි
පාඩුවක්
ගංවතුරෙන්
සම්මේලනයේ
වෙරළට
මට්ටමක
කුණාටුවකින්
පෘථිවිය
ප්රචලිත
ගාල්ලේ
සම්පූර්
අභිබවයි
කෞෂාල්
ගිලිහී
ත්රිත්ව
ගැබිණි
ගැලීම්වලින්
ආසන්නයේ
ඩිවිලියර්
සිහින
සැළසුම්
පොදුරද
විශ්වාසභංග
නේටෝ
ගොවිජන
නොදැවුණු
ක්රියාවක්
පැපුවා
අත්යවශ්ය
සැලැස්මක්
ගුජරාට්
හත්දෙනෙකු
වැඩිවීමක්
ස්ටීවන්
අනාගත
සිරදඬුව
මහවැලි
අභිරහස්
දියණියට
ජෝර්ජ්
ගුණතිලක
අධ්යාපන
අභිමානය
අවිශ්ක
විද්යාඥ
පුර්ව
රත්රං
සිමෙන්ති
බලාගෙනයි
ගැසට්
ක්ෂේත්ර
ජිවිත
නෙරපයි
සූරියවැව
පර්යේෂණ
ඇන්ඩර්සන්
ජ්යෙෂ්ඨ
ධම්මික
වොලිබෝල්
ජනනේන්ද්ර
වැඩසටහන්
බ්රසල්ස්
02
07
200ක්
300ක්
5යි
6ක
62
79
700
82
99
අන්ද
ඇරේ
ඉසිල
එබෝලා
ඔස්කාර්
කස
කූ
කෂ
කිත
කුර්
ඛේද
ගස
ග්ල
චම
ටෙ
ටෙක්
ටික්
ඩකා
තත්ව
තුරු
දුව
දායක
දුම්
දමන
දකුණ
ධාර
ධ්රැව
නර්ත
පුරු
පලා
පුවත්
ඵල
බියක්
බැති
බාල්
මිස්
මතක
යතුරු
යකඩ
රණ
වට්ට
වානි
වංච
සතිය
සවාර
සෑම
සල්මන්
හයක්
ෆිද
##යර්
##ිම්
##හාන්
##රිට
##ාඩ්
##ගු
##ගර්
##සූර
##සසුම්
##ලිකරුවන්
##කො
##1ක්
##පෙළ
##තාල
##ැඩ්
##වද
##වෙන්
##වම්
##වර්
##වෙන්න
##බී
##ar
##ඹුර
##0කට
##චර්
##TV
##PO
##න්ස්
##ාවල
##ත්ති
##ානා
##ානායක
##ිකන්
වෙඩ
වෙච්ච
ප්රපාත
##න්තය
##ිතව
##ිනී
##ිසියේ
වැල
##ිස්සියේ
##ල්ලට
පාතාල
##ක්ෂිත
දෙසට
##යාන්
##ාමීය
ලෝකය
##වාච
##ුණේ
හෙක්ට
පැසසුම්
##වරක්
##දිළි
පහස
සැඟ
අයිතිය
ක්රීඩකයින්ගේ
රැළ
##වේග
බංගලි
බ්රාවෝ
බ්රැඩ්
ගැටෙයි
##සේන
##සේකර
දැක
අතරමං
ඇරඹීමට
##සිගත
අනතුරක
මාලාවක්
වාහ
වාස්
බිහාර
හමුදාවෙන්
දිවියට
ඉරි
සීතල
අමාර
සංග්ර
රටින්
ඉවත්වෙයි
එකවරම
රාජකී
සියලු
සාම්ප
ත්රස්තවාදය
පිළිතුර
හදිස්සියේ
ආරක්ෂා
ආරක්ෂිත
වරෙන්
සිදුවු
පිපිරීම
මුදලක්
අඩව
අඩවි
##ට්ටි
තරගයත්
හිමිවන
සෞදිය
කුළ
කුකු
පුහුණුකාර
සටනින්
අත්හැර
රෝස
තරුණයෙකු
පෙත්ස
සාකච්ඡාවකට
සාකච්ඡාවලට
හෙළයි
නිෂ්පාදනයට
ජාතීන්ගේ
ලැබෙයි
හැමෝ
විදේශිකයන්
දේශයේ
ප්රකාශය
රාජ්යය
බැංකොක්
15ක්
1500
වටා
අපනයනයට
##සාස්
දක්වයි
ජනාධිපතිවරණය
ජාතිකයෙකු
17ක්
සේවයට
සේවිකාව
දියමන්ත
අවදානම්
ඉවත
දුෂණ
ඇතිවූ
##චාර්ය
අභ්යන්තර
ඇතුලූ
ICCය
යාමේ
ගන්නැයි
අරමුණ
සමාජශාලාවක
චෝදනාවට
25ක්
නියුක්
ශූරතාවය
සහයෝග
නිලධාරියා
වෙන්දේසියට
මවට
මවක්
ජයග්රහණයේ
කෘම
අභියෝගය
දැමීමේ
පනත
පනත්
පනවයි
කුසලානයේදී
පාරේ
ආධාරයක්
පිටියේදී
උද්ධමනයේ
රැස්වේ
කැරලිකරුවන්
විප්ල
ධනවත්
තිසරට
තිසරගේ
ජයලලිතාට
වෛරසයට
වෛරසයෙන්
අඟුරු
දැනුවත්
සම්මානය
පවුල්
පවුල
පවතින
හතරක්
වගකිව
එකඟත්වයක්
අනුස්ම
පුහුණුවක්
තහංචි
උළෙලේදී
ඊජිප්තුව
පාවාදී
වැසියන්ට
විරෝධතාවක
මංගල්ය
රහසිගත
ප්රතිචාරයක්
කේට්
සතුට
ලැව්ගින්න
සෞදියට
සෞදියෙන්
අයර්ලන්තයට
ගේල්ගේ
##ට්රික්
ගුවන්තොටුපලේ
සන්ධාන
පිටුපස
අවශ්යයි
රෝගයක්
සිංගප්පූරුවේ
උතුරට
පාඩමක්
සැපයුම
ආගමනය
අලෙවිය
දේවස්ථානයක
කැන්ගරුවන්ට
පැටවුන්
##කිරීමට
බිලිගනී
අසීරුතාවක
කියුබාව
පෙනී
ව්යාප්තිය
ජාවාරමක්
මැඩලීමට
බුකිය
පැහැදිළි
විනිසුරුවර
ඇඳිරි
අඛණ්ඩ
ගවේෂණ
පොදුරාජ්ය
ඉසුරු
දූපත්
මතුවූ
යතුරුපැදි
දෝෂාභියෝගය
නොදැවී
දෙසැම්බරයේ
පුටුවට
දැක්වෙන
ගබඩ
##ats
මර්දන
කුවේට
රූපවාහ
ජොන්සන්
ඩිලන්ත
ප්රාණ
වැසිකිළ
නරක
ආණ්ඩුකාර
වොෂින්ටන්
ඕනෑම
අත්හදාබැලීම
අවුරුද්දට
නිහඬ
ගැහැණු
විමර්ශන
##ෙරීනා
අග්නිදිග
සැත්කම
කටුනායක
පීඩාවට
අඛන්ඩව
උල්කාවක්
ගාලු
වෘත්ත
ෆොනී
##ද්වීප
නෝර්වේ
මන්නාර
ජීවිතාන්තය
පීටර්සන්
බරපතල
කරුණානිධි
චමරි
ටෙක්සාස්
ධාරිතාව
වානිජ
පාවාදීම්
1යි
49
58
61
63
600
71
96
CC
අශ
උර
උල්ල
එන්
කහ
කැට
කදු
කේන්
ගම
ගඟ
චාම
චමින්ද
ජම්
ඥාත
ටෙන්ඩ
තනි
දිර
දළු
නිසි
පථ
පින්
පුවර
පත්ර
පවරයි
බාස
බුල්
බෑන්
යවන
යෝග
රියෝ
රිප
රසල්
රවී
ලැ
ලං
ලෝල
වස්
සෆ
සපු
සල්ලි
හූ
හතුරු
හවු
හාවි
##ි්ර
##හලට
##හසක්
##හරී
##ාභ
##ගැස්
##සං
##ටන
##්ද
##5ක්
##කින
##1ක
##මත්වීමක්
##නවා
##නේදී
##දාය
##පියන්
##පන්දුවක්
##තල්
##ැල
##ඩිය
##ෝනි
##විලි
##වැනි
##hats
##ෘත්ති
##ෂු
##2යි
##ෆල්
##ෆිකර්
##ිකයෙකු
##ාරම්භ
##ුරුවා
##තික්
##යටත්
තරණය
කොන්
ලංකන්
##ට්ලර්
විඳ
##ුදායක
##ිවලට
කරගැනීමට
කරවමින්
##තුරක්
අවුල
##ිසබ
##ිසිංහ
සහනය
සංවත්
සංවාද
සංවාදය
සමීක්ෂ
සමාරම්භ
පාද
දෙම
නවී
මිලත්
ජයසූර
අපහාස
අනුව
##තුක
මැසිව
##රාධිපති
එක්ස්
##ාතික
පළා
පළුදු
##ස්ටන්
##තාවය
##සුන
බලඇ
##ත්වෙයි
පැල
පැල්
පිටත්
පිටසක්
20යි
මුෂාර
අගයක
කැණ
රැජිණ
තීරු
තීරය
වාර්ෂික
නොත
නොසන්
නොගත්
ලොවට
බ්රික්
ගැටෙන
ඉල්ලුමක්
බෝට්ටුව
වැටීම
දැලේ
එරංග
දිනටත්
දිගම
##ුවරට
නැත
නැතුව
විරහිත
අධිර
පොන්ට
අගමැතිගෙන්
අමීර්
ප්රතිලාභ
ප්රතිසං
රටවල
රටවලට
රටේම
රථයෙන්
රථයකට
වර්ධනයට
කොරෝන
සියල
##ුනිස්
නිව්
නිවැර
නිව්ගින
ඉනිමක
උපත
වරක්
යුදෙ
පිපිරීමේ
රජිව්
අඩුම
අඩියක
අඩපණ
ඇමතිගේ
හොද
හොකී
කෝට
කුළු
කුඩු
අත්හිට
තරුණියට
පහරක්
මණ්ඩලීය
ඩොලරය
ජාතිය
සංචාරකයන්ගේ
හැදූ
10කට
දේශයට
නගරාධිපති
කඩුළු
නිරත
දැවැන්තයා
නුවරින්
දුමාර
##ග්රෑම්
එල්ලකළ
19ක්
පැරිසියේ
විසුරුවා
ජනාධිපතිවරයා
සාමාන්ය
පාලමක්
කරන්නන්ට
තුවක්ක
ජාතිකයින්
ජලයෙන්
ආසියාවට
දියත්
##දෙනා
13ක්
##බඳුන
ඔබාමාට
දුෂ්
දුෂණයට
මූන්
අතේ
දුර්ල
චන්දිමාල්ගෙන්
සිරියාවේදී
ඇතුලු
හරින
##වරුන්ගේ
යාමෙන්
විරෝධතාකරුවන්ට
පුහුණුකරුගෙන්
අරගෙන
අරවින්ද
##ජිං
කැඳවමින්
උඩපන්දු
උඩරට
සභාපතිගේ
මාධ්යයට
ගෙළ
ගෙවීමට
##ළුවලට
අපේක්ෂා
අපේක්ෂාව
1000
දඬුවමක්
ගංඟ
පනස්
##ාහක්
විවෘතයි
ග්රැහැ
##ගමුව
හෙලයි
පළමුවරට
මාර්ගය
ස්ථානයට
අල්ලස්
පැරදුම
දුරකථනයක්
කාලගුණය
මොහොත
ඇදහ
බීජිං
වගාකරුවන්
ගතවූ
ඇමෙරිකාව
ක්රීඩාංගණයේ
ගිලී
තිබු
##ිලෝනා
පැවැත්වූ
දාපු
නොසතු
තුනෙන්
##ිල්ලක්
අන්තර්ජාලයේ
##නියි
සිදුකරන
නායකත්වයේ
සංගක්කාරගෙන්
ක්රමයට
මුහුණට
##දියි
වැස්සට
බේරාගත්
අනුශ
දරුවන්ට
පැහැරගත්
පැහැරගෙන
මගීන්ට
ලබාදෙන
කිලෝමී
පිතිකරුවෙක්
මලයාසියාව
සතියක්
සම්මු
තනතුරෙන්
පියාගේ
##ඤ්ඤා
සතුටින්
කාබනික
ගුණරත්
සබඳතාව
ප්රදේශයට
දඩුවමක්
තමිල්නාඩුවට
ගාන්ධිගේ
ඩිල්ශාන්
දේශපාලනයට
තායිවානය
පොලීසියට
සිසුවිය
විපක්ෂය
සාමාජිකයින්
මහමග
කෙරී
කෙරේ
ආබාධයක්
වළක්
වළකයි
වියට්නා
බද්දක්
යුවරාජ්
ස්පාඤ්ඤය
##කරණයට
බිහිවූ
රොකට්ටුවක්
විරාමය
දේවස්ථානයකට
පන්ජාබ
##කිරීම
ත්රස්තවාදීන්ට
චන්ද්රිකාවක්
ඉරියව්ව
දෝනිගේ
ගුරුවරයා
මන්දිරයේ
නියෝජිතයන්
ජේම්ස්
තිලාන්
ලිපි
වියට්නාමයට
ජනවාරි
කෞතුක
බුෂ්
සිද්ධියට
රැසක
ගවේෂණයට
ඇමරිකානුවන්ට
වසංගතය
ඉසව්ව
දමමින්
පොළොව
අගෝස්තු
ඉල්ලූමක්
ශ්රමිකයන්
මතුවෙයි
විධිමත්
ලාභයක්
හඳුන්වා
ඒකක
පිතිකරුවෙකුට
අපහසුතාවක
කනස්සල්ලෙන්
ගබඩා
ධර්මසේන
පන්නීර්
ලන්ස
ලන්කන්
මිලියනයක්
අධිකාරිය
ඩීසල්
දිල්ෂාන්
පෙට්ටිය
අලුතින්ම
තෝරා
මිහිත
සහභාගී
සරසවි
තිරිමාන්න
##ාක්ටික
හැකියාව
ක්රමවේදයක්
බැග්ඩෑඩ්
කෙටුම්පත
අපයෝජනය
ඇන්ටාක්ටික
උදුරා
##බ්ලිකන්
සංදර්ශනයක්
පසුබෑමක්
ව්යවස්ථාව
මාධ්යවේදිය
කැරිබියානු
පිරිවැටුම
ප්රතිපත්තියක්
යොමුවූ
ප්රකෘතිමත්වීමක්
මහරැජිණ
ඔපෙක්
ප්රතිකාර
දෙනෝදාහක්
චැලෙන්ජර්
තාන්ත්රිකයන්
තල්මසුන්
සුසන්ත
##සාරිස්
ජනරජ
උපදෙසක්
ජිවිතක්ෂයට
ඉසිලීමේ
කෂෝගි
කුර්දි
ෆිදෙල්
වෙඩිසිංහ
හෙක්ටයාර
වරෙන්තු
විප්ලව
CCTV
චාමර
බාසිලෝනා
රිපබ්ලිකන්
සපුගස්ක
මුෂාරෆ්
ග්රැහැම්
09
400ක්
67
6කට
60ක්
7ක
86
8කට
BPL
OP
Sam
update
අම්
අම්බ
අබ්
අශ්
අරුම
ආශ
ආක්රමණ
ආපද
ඇල්ල
ඇප්
ඉංග
ඉහල
ඉපැ
උමාර්
එස
එන්ජ
ඒඩ්ස්
ඔර
කකු
කෑම
ගල
ගන
ගී
ගූ
ගත්ත
ගමට
චින්න
ජනය
ජැක්
ටජ්
ඩෝර
තද
තාත්
තත්වය
දිස්
දවස
නෙ
නූ
නාල
නරඹ
නෙල
නසා
පරණ
බා
බුද්
මැන
මතු
මලි
මදුර
යෑ
යද්දී
ලයන්
වන්න
වාසනාව
වතාවට
ෂේන්
සාප
සබද
සෙරීනා
හාර
හිරි
හර්බ
ෆි
ෆී
ෆින්
##ෙස්ටර්
##ිඳ
##ිඳු
##හත්
##හොත්
##රයක
##ගල
##ගණක
##ේර
##සන
##සාධක
##ටග
##ලාව
##ලනයක්
##ලුම්
##කූ
##කගෙන්
##මිත
##දාද
##දුණු
##පර
##පේ
##පොල
##තය
##ඩම්
##ෝවේ
##ූට්
##බට්
##ණික
##ණාට
##sun
##il
##ir
##භෝජ
##භේද
##ශී
##ංඝ
##ජික්
##3ක
##ඝ්ර
##චෙස්ටර්
##ID
##IA
##ාවලින්
##ිකාවට
##ර්යාස
වෙද්දී
ප්රනා
ප්රවාහ
##කුගේ
##ායකට
##ංගික
##ංගල්ය
විවාදය
ඉන්දියන්
කරවූ
##රුග
##ාලාවේ
අවහිර
##ිමින්
සහගත
##ල්ලේ
##රණයක්
සමය
සමී
සමලි
පාප
පාපන්දුව
ලංකාවත්
දෙමින්
දෙහි
දෙවරක්
නවීන
##න්නු
ක්ෂණ
ප්රහාරයක
ප්රහාරවලට
##නීය
අපි
අපුරු
කළමණ
තරගවලට
##තුග
##ාමි
##රාල්
එක්වීමට
##වාසික
##ස්සවයි
පළඟ
කොටසක්
වැඩමු
වැඩියෙන්
පිටකොට
##ෙහාන්
##වරුවේ
##කරගත්
පරිසර
##ක්කාලි
කැළ
කැපිට
රැඳව
වසරයි
වනසයි
නොහො
බැහැ
##කාංග
බෝංචි
දේවි
ඇරඹෙන
දිනට
කටාර
සංචාරයේ
සංචාරයක්
##සිල්
අනතුරින්
මාලාව
දිවයින්
භූකම්ප
පොඩි
අගමැතිනියට
මෝල්
රටේ
ඉවත්වීම
එකමු
එකවර
එකතුව
තරගාවලියත්
දෙකෙන්
ක්රිඩ
ජීවිතයෙන්
සාප්පු
අහෝ
බෝම්බය
අයදු
ආරක්ෂාවට
පිපිරී
මුදලට
මුදුනේ
##වලටත්
සමුහ
හිමපත
පීලි
කුලී
ශූරයා
අත්හරී
තරුණයාට
තරුණියකට
පහරදී
##කරුට
හෙළිකළ
විශේෂයක්
නීතියක්
පාකිස්තානයෙන්
ලක්ව
ආර්ථිකයේ
නගයි
නිරූප
##යිනෝ
රැකවරණ
නුවරඑ
මිසයිලය
තැබේ
තැබීමේ
තැබීම්
කොළඹදී
##ාගාරයේ
##ාගාරයක්
ප්රංශයෙන්
තොරතුරක්
##කිල්ල
2013
2014
සාමය
පදව
##ත්රිම
මහාචාර්ය
සමාගමක්
නොවැම්බර්
පියඹා
මරණයට
මෙට්රික්
සේවයක්
ලාබ
දූෂ
වේගපන්දු
නීතිපති
පූජ
පූජක
මුහුදෙන්
ක්රීඩකයාගේ
140
කුමර
දෙදෙනෙකුගේ
අතවර
##ගැනීමක්
උත්තර
භාරත
දඩය
මාර්තුවේ
වර්ගී
ගන්නේ
පාර්ශව
සමාජයට
250
දිල්ලියට
181
උඩට
නිලධාරින
000ක
ගෙවන
බොරිස්
වෙළඳපළේ
100කට
ගුවනේදී
සිංහයෝ
විනාශය
කෘත්රිම
යුද්ධයකට
ආසාදනය
මතභේද
මාරු
මැලේරියා
ගොවීන්ගේ
23ක්
ඛාන්ගේ
තර්ජනය
විපර්යාස
ගණනක
ආරම්භයට
අධිකරණයේ
##ප්රහාර
ඇමෙරිකාවට
ක්රීඩාංගනයේ
මෙහෙයුම්වලට
සංක්රමණිකයන්ට
තිබී
පැවැත්වීම
තුනක
පෙන්වා
පෙන්ටග
පක්ෂයේ
සුද්ද
නතරවූ
සංක්රමණිකයින්
දඹුල්ලට
තාප්ප
සාගර
තොගය
බෙංග
රත්තර
රත්කරමින්
නෞකාවේ
යවන්නන්ට
ගාන්ධ
අවමංගල්ය
බිඳී
තොටුපල
තොටුපොළ
පස්වන
රියදුරු
සැමියාගේ
කොල්කටාවට
අර්ධද්වීප
පියාට
රහීම්
සුබපැ
පරිගණක
පරිභෝජ
අයවැයට
උත්සවය
කලාපයක්
කලාපයට
කලාපීය
දූෂණයට
දූෂණයෙන්
අභ්යාසයක්
පද්ධති
වාරික
වාරණයක්
මඟදී
ආයෝජනයට
සමුළුවේදී
කපූර්
විවේචනය
දියණියගේ
ගෙන්වා
පෘතුග
තායිවානයට
සිසුවියන්
##ලක්ෂයක්
කැනඩාවට
ඇවිද
හම්බන්තොටට
බැරක්
ප්රශ්නයක්
වැදීමෙන්
ග්රීන්
යුවල
පිපිරීම්වලින්
සමාගම්වල
පාඩුව
අරමුදලෙන්
ග්රහයා
ග්රහණයට
හානියක්
වෙළදපොලේ
යලිත්
සෙනස
කිරුළු
චන්ද්රිකාව
තත්ත්වයක
අදියරේ
වටිනාකම
ජනාධිපතිවරණයේ
ඩිල්ෂාන්ගේ
වර්ජනය
වර්ජනයක
දෙපිල
හෝටලයක
හෝටලයකට
ජේසන්
ලිබියානු
වැරදුන
ප්රවෘත්ති
ඇරයුමක්
වෙන්දේසියේදී
ගිලිහෙයි
සුඩාන
ත්රිත්වයක්
ප්රමිතිය
අටදෙනෙකු
##ගන්වයි
අවප්රමාණය
ක්ලින්ටන්
මහමැතිවරණය
ජනපතිවරණයට
උත්සාහය
ඇදවැටුණු
විශ්වාසය
පොලිසියට
පොලිසියෙන්
පුරවැසිභාවය
කෙන්යාවේ
යතුරුපැද
ඉදිකිරීම්
බොලිවුඩ්
අප්රිකානුවන්ට
බිළිඳා
මඩුලූ
මර්දනයට
සොහොයුරා
පවත්වන
නිලධාරියෙකුට
තිරිමාන්නට
සැණකෙළියක්
පිරිපහදුව
ගිනිකන්ද
බිලියනයක්
හානිකරගනී
ශාන්තුවරයන්ගේ
ගණුදෙනු
පෙබරවාරි
අබේ
බහුතර
ආජන්ටින
තෙරපීමකින්
දුප්
ප්රචාරක
##ිස්ටෝර
උපන්දින
සැමරූ
සැමරුම්
කල්ලියක්
අවන්හල
සාක්ෂි
ඇතුළත්
සන්නිවේදන
පල්ලෙකැලේ
ඉපයීම්
උගන්ඩ
මිරිදිය
මැන්චෙස්ටර්
සම්පූර්ණ
ක්ෂේත්රයේ
ඛේදවාච
පුරුෂ
බැතිම
ප්රපාතයකට
ධනවත්ම
අඛණ්ඩව
අශෝ
උල්ලංඝ
හවුති
##ිසබෙත්
සංවත්ස
ජයසූරිය
පැල්මයි
පිටසක්වල
බ්රික්සිට්
නැතැයි
ප්රතිසංස්ක
යුදෙව්
දුෂ්කර
ඇදහිය
කිලෝමීටර්
ඇන්ටාක්ටිකාවේ
චැලෙන්ජර්ස්
සපුගස්කන්ද
OPPO
Samsun
ගූගල්
ඩෝරියන්
බුද්ධි
හිරිහැර
ප්රනාන්දු
ප්රවාහනය
සමලිංගික
කළමණා
Samsung
2ක
4කට
40ක්
51
66
6කින්
73
8ක
900
අති
අයෙකු
අජ්
අඳුර
අම්මා
ආග
ආක
ආකර
ආසි
ඇට
ඇඹ
ඇස්
ඉටු
ඉවරයි
ඉකුත්
උදෙ
එමීර
ඔල
ඔට්ටු
කෙල
කනි
කසල
ගියේ
ගඩා
ගබ්
ගෙල
ගංගු
ගන්වයි
ඞී
චලනයක්
ටැ
ඩැර
තක්කාලි
දීමක්
දන්වයි
ධූ
නස
නළු
පෑ
පටි
පටන්
බීම
බඩු
බාලි
බුද්ධ
මල්ල
මත්තල
යෙ
යා
යටික
යහන්
රති
රකින්න
රයිනෝ
ලුණු
වෝ
වගේ
වනා
වුවත්
වෑන්
වරුන්
වාග්
ෂෙල්
ෂෙහාන්
සිල
සෝද
සපිර
සාගත
සම්භ
සාධක
සරේ
සිකා
සෝනියා
හැට
හුස
හියු
ළදරු
ෆොක්ස්
##ිදු
##ුක
##ාෂ
##සො
##සම්
##සෙන
##සෙයි
##සීමක්
##සෙල
##ටර
##ටුව
##ටික්
##ලයේ
##ලයක්
##ලෝන
##5කට
##මඩ්
##නිස
##නික්
##දුන්
##දැක
##පැව
##ැකි
##බල්
##බාර
##බාද
##ck
##ho
##sh
##ඳී
##භන
##2ක
##චෙල්
##li
##en
##ro
##ආටා
##ඛයි
##න්ම
##ියාගෙන්
##යිස්
##ාවෙයි
##ස්බෑ
##ත්යා
##ත්තා
##ුවෝ
##ුවෙල්
##ුවරුන්
##ිකාවේ
##ම්හ
##ර්ගේ
ප්රමා
ප්රසාදය
ශ්රීල
ශ්රීදේ
##ුදා
##ුද්ර
##ුදුර
##ිනෝ
ඇමසන්
##ිසැර
වැට්
වැන්නා
##නාගේ
සංවාදයක්
##ම්පුර
##ක්ෂක
දෙකට
මිලකට
ක්රිකට්වලට
ඉන්දියාවේ
ක්රීඩාගාරයට
##ාගිය
##ාර්ක්
ක්ලා
අපතේ
අනූ
පිඹුර
##තුංග
මහපාර
සිං
මැජික්
ලෝකෙ
ලෝකඩ
එක්වී
එක්වීමේ
##වාට
##ාතන්ත්ර
හෙල්ල
බලෙන්
පිටතට
##වරයෙකුට
කිරීමෙන්
##කරයට
##කරන්න
##කරගෙන
##කරුවෙක්
බවුස
මුඛ
මුෂ්
දෙනෙකුගේ
වසඟ
නිශ
අත්දැක
සුනි
සුගත
පුත්තල
ජනපතිනියට
සැහැ
##ක්කේ
අයිෆල්
කැස්බෑ
සිරවෙයි
ක්රීඩකයෙකුගේ
රැල්ලක්
වසරට
බැඞ්
ලොවටම
එංගලන්තයේදී
ගැටලූ
##ාධාර
දැයි
දැමුණු
දිනන්න
දිනාගනී
පාකිස්තානු
සූකර
බිහි
ත්රිප
පොත
පොතට
සීයා
සංගාගේ
ප්රතිශ
ලබාගනී
රාජ්
කොරෝනාව
ඉලෙ
නිවහන
නිවසේ
ඝාතකයා
ත්රස්තයන්ට
පිළිකා
සූදානමක
සේද
හදයි
හදන්න
හදපු
ගොදුරු
සිදුවීම
අඩස්
අඩාල
ඇමතිනිය
පැමිණිලි
ශූරයන්
පරාජයේ
සටනකින්
##දෙනෙකුට
වාසියක්
ඇමරිකාවේදී
හෙළිවූ
##ින්නේ
විශේෂඥ
නගා
හින්දු
ගොඩගන්න
රැකියාව
තායිපේ
150ක්
දුමාරය
##ග්රහ
තුඹ
එල්ලවන
එල්ලවු
ප්රධානී
ප්රධානියෙකු
ප්රංශයට
හේතුවක්
තරඟයටත්
##කිබ්
විසිතුරු
දක්වන්න
ගැටුමෙන්
ගැණුම්
දුම්රියට
තැනක්
අස්වීමට
ක්රීඩකයන්ගෙන්
නොවූ
මොස්ක
170
සේවයේ
සේවාවක්
##තමාලාවේ
139
1300
අමුත්තා
දැරූ
##ෝනිට
ප්රාන්තය
##ස්ථානයේ
නීතිමය
ලොක්කා
141
සමගින්
බලපෑ
බලපෑම
මරයි
ඇතුල
ඇතුල්
කුසල්ට
තබමින්
කිරීමේදී
නියාම
182
උඩින්
පොල්තෙල්
ගිවිසුමක
ඇඟලුම්
සිසුවා
සිසුවෙකු
ගෙවීම්
කර්මාන්තයේ
ඩොනල්ඞ්
යටවූ
යටවී
පැමිණිල්ලක්
ලොකුම
ජයග්රහණයෙන්
කිහිපයකින්
සිංහයන්ගේ
සිංහයන්ට
විනාශයක්
ඕස්ට්රේලියාවේදී
අර්බුදයට
මතය
මතයක්
අවසාන
පනතක්
මාරක
හෝරා
මහේලට
මැලේසියාවට
කෙටි
කෙවින්
ස්ථීර
කමිටුවට
ඛාන්ගෙන්
ඉතාලියට
මාර්ගයක්
මාර්ගයක
රංගනට
කැරැ
22ක්
මොහොතක
ඇදගෙන
ඡන්දයක්
විකිලී
අමාත්යවරුන්
අන්තර්ජාතික
ක්රීඩාංගණයට
පෙරළිය
පෙරළියක්
ලන්ඩනයට
ක්රියාකාරී
නියමුවන්
දෙදෙනාට
27ක්
බැලීම්
පවසා
විවාහයට
අන්තර්ජාලයෙන්
මිෂ
මිශ්ර
මිචෙල්
නතරවෙයි
සංගක්කාරගේ
2000
පුපුරුවා
වැස්සක්
බේරන්න
බේරෙයි
අනුගාම
පුහුණුවට
තහංචියක්
ලබාදීමට
ලබාදීමේ
නිවේදිකාව
නිර්දේශ
අල්ඛයි
ධීවරයින්
පස්වරුවේ
ක්ෂුද්ර
බහාල
කැළඹෙයි
අනුපාතය
සුබවාදී
ප්රතිචාරය
නයිජීරියානු
පිහින
මධ්යස්ථානය
මධ්යස්ථානයක්
කඩාවැටේ
කඩාවැටුණු
අභ්යාසය
ගිම්හ
පද්ධතියට
ප්රභල
##ාගැනේ
ගුණයකින්
ප්රදේශයේ
රිද
මෙහෙයුමක
සිසුවියකට
නියෝජනය
##ැකියාව
කැමරන්
##කර්තා
විසඳන්න
ගුවන්තොටුපොළ
ප්රතිපත්තිය
ඉඩක්
කවුද
ප්රමාද
සොයන
පිතිකරුවන්ගේ
පන්දුවාරය
පන්දුවාරයේ
දැරියගේ
ග්රීසිය
##ලීග්
##ජනක
විමසීම
සටන්කාමීන්ට
අවලංගුයි
හිතකාමී
සැපයීම
පිරිමින්
රොකට්ටුව
ගුටි
සංකීර්ණයේ
ක්රිස්ට
සෙබලුන්
ගිණුම
මර්ස්
කොමසාරිස්
අනාවැකි
හේරත්ට
ප්රචණ්ඩ
කියුබානු
පාවාදීම
පාවාදුන්
ලියාපදිංචියේ
සීමාවෙයි
විවේකයක්
ජාවාරම
ජාවාරම්
අක්මාල්
තමන්ගේ
කොල්ලකරුවන්
ඇපයට
සිද්ධියේ
අමරිකාව
විලියම්ස්
ක්රියාත්මකයි
තොටුපළේ
ජූනි
මානසික
වෙළදපළේ
ඩෙංගු
නාඩු
සත්වෝද්ය
වසංගතයක්
සුනඛයා
සලකා
ඉල්ලූම
පිළිබදව
බෙල්ජියම්
බර්ලින්
ඉක්වද
ජීවය
දෙසැම්බර්
රෝහලට
සූර්යබල
ආපන
තැත්
බ්ලූ
කණගාටුවෙන්
කුවේට්
හොරෙන්
මුහුණදුන්
මැදිහත්
මැදිහත්ව
කොන්ත්රාත්තුව
ඉස්සන්
සැණකෙළිය
කොළොම්බියාවේ
ලකුණක්
ප්රජාතන්ත්ර
රැජිනගේ
නැවතුණු
ලෙබනනයේ
යුගල
නායයාමකින්
යුක්රේනයේ
අඳුරු
ඇල්ප්ස්
බයිඩ්න්
රෙදි
ඇගයීමට
චාරිකාවකට
පොරොන්දු
පෙබරවාරියේ
පානීය
ප්රවීණ
මාධ්යවේදීන්
ටියුනීසියාවේ
නිරෝධායන
උෂ්ණත්වය
##ෂීඩ්
කැඩූ
අන්තිමට
ජෙරුසෙල
ශාරුක්
සිනමා
විගණ
බලාසිට
බලකායක්
ගගනගාමීන්
කන්ටේනර්
උල්කා
රාමසාන්
සක්රිය
ප්රියංකා
මහත්මා
##වාසීන්
2050
ස්වීඩ
දියුණුවට
හයිටියේ
ඩිවිලියර්ස්
විශ්වාසභංගයක්
සිරදඬුවම්
කූඩ
නර්තනය
බාල්දු
මිස්බා
රණතුංග
අමාරුවේ
සංග්රහ
රාජකීයන්
හදිස්සියේම
පෙත්සමක්
හැමෝම
ජම්මු
ටෙන්ඩර්
යෝග්ය
##ගැස්වූ
##දායී
සංවාදයක
මැසිවිල්ලක්
නොතකා
නොසන්සුන්
අධිරාජ්ය
නිවැරදි
තුවක්කුවක්
දුර්ලභ
අනුශූර
වියට්නාමය
ඉසව්වෙන්
අබ්දු
අශ්වින්
ඉංග්රී
ගනුදෙන
චින්නම්මා
මැනිලා
ක්ෂණික
රැඳවියන්
අහෝසි
ලාබාල
භාරතීය
දුප්පත්
බැතිමතුන්
අශෝභන
උල්ලංඝනය
ආසිආටා
උදෙසා
ගඩාෆි
ගංගුලි
යටිකුරු
රතිඤ්ඤා
වනාන්තර
##පැවැත්ව
මහපාරේ
සුනිල්
සුගතදාස
බැඞ්මින්ටන්
මොස්කව්
විකිලීක්ස්
අල්ඛයිඩා
3න්
4ක
56
54
76
78
77
8යි
95
Air
Whats
අන්ට
අන්ගේ
ආධ
ආසිය
ආප්ප
ඇන්
ඇයි
ඉඳ
ඉසි
ඉහලට
උක්
උදාන
ඔන්න
ඔහු
ඔබ්බ
ඕවර
කයි
කාය
කිම
කල්ලි
චූ
ටූ
ඩිම
තර්
තිත
ත්රික
තල්ල
තිරි
තටා
දො
දෛ
දෝනිට
ධූර
ධාවක
ධවාන්
නඩ
නංග
නදී
නැට
නමින්
නඩා
පුව
පති
පළි
පමා
පිස්ටෝර
බස
බැන
බණ්ඩ
මංක
මගිය
මිහිප
මතුවේ
යෝධ
රඳ
රාව
ලිස්
ලූණු
වක
වඳ
වට්ස්
ශාන
ශාලා
ශුද්ධ
ශමින්ද
ශකිබ්
සෑ
සයුර
හට
හප
හත
හක්
හංග
ෆිල්
##ෙට්ටි
##යියා
##යෑමක්
##ොක්ර
##හේ
##හට
##හක්
##හැව
##ුලා
##රෝ
##ගය
##ගෝ
##ගිර
##ගයක්
##ගෝල
##ේත
##සෝ
##සාන
##සයට
##සීමට
##ලදී
##ලෙයි
##ලාන්
##ලයක
##5ක
##කන්න
##කයෙක්
##මස්
##මැද
##නාවක්
##දීමට
##ීට
##ීව
##පොර
##පෝල්
##ත්රී
##තලා
##තියෙන්
##ැම්
##ැකු
##ඩන්ගේ
##වත
##වක්
##වාගෙන
##විවේ
##වුල
##වෙලා
##වාලූ
##ළේ
##ළුම
##ූල්
##ූටෝ
##බන්
##ණියක්
##up
##he
##ah
##ෂෙ
##ෂියා
##චි
##8ක
##HO
##යිං
##යිඩර්
##ුවාන
##ුවර්
##ුවොත්
##ානයක්
##ානුවෙකු
##ම්ට
##ල්දාද
##ාරි
##ුරක්
##න්දා
##න්දුවෙන්
##ර්ට
##තිම
##තිවාසික
ප්රකට
ප්රාග
තරණයට
තරිඳු
##ායයි
විවාද
වික්ට
##ණුගම
##ිවා
##ිවී
##ිව්ගින
කරුණු
කරගන්න
කරවිල
##ිසන්
##ිමක්
##ල්ලර
##ල්ලන්
##ල්ලකින්
සංර
##ුපති
නවත්ව
නවතින
##ුමකින්
##සියක්
##සියානුවන්
##න්නන්
අදින්
##ලන්තයේ
##ලන්තයට
ජයගන්න
